export const localisedStrings = {
  welcomeMessage: 'आपका स्वागत है, भगवद गीता चैटबॉट!',
  language_changed: 'भाषा बदलकर हिंदी हो गई',
  greetingMessages: ['hi','Hi','HI','hI','Hello','hello','hola'],
  followupButtonBody: "साथ में भगवद गीता की शाश्वत ज्ञान की खोज करते हैं",
  ChapterButtons: [
    {
      type: 'solid',
      body: `अध्याय 1 का सारांश दिखाएं`,
      reply: `अध्याय 1 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 2 का सारांश दिखाएं`,
      reply: `अध्याय 2 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 3 का सारांश दिखाएं`,
      reply: `अध्याय 3 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 4 का सारांश दिखाएं`,
      reply: `अध्याय 4 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 5 का सारांश दिखाएं`,
      reply: `अध्याय 5 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 6 का सारांश दिखाएं`,
      reply: `अध्याय 6 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 7 का सारांश दिखाएं`,
      reply: `अध्याय 7 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 8 का सारांश दिखाएं`,
      reply: `अध्याय 8 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 9 का सारांश दिखाएं`,
      reply: `अध्याय 9 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 10 का सारांश दिखाएं`,
      reply: `अध्याय 10 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 10 का सारांश दिखाएं`,
      reply: `अध्याय 10 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 11 का सारांश दिखाएं`,
      reply: `अध्याय 11 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 12 का सारांश दिखाएं`,
      reply: `अध्याय 12 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 13 का सारांश दिखाएं`,
      reply: `अध्याय 13 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 14 का सारांश दिखाएं`,
      reply: `अध्याय 14 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 15 का सारांश दिखाएं`,
      reply: `अध्याय 15 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 16 का सारांश दिखाएं`,
      reply: `अध्याय 16 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 17 का सारांश दिखाएं`,
      reply: `अध्याय 17 का सारांश दिखाएं`,
    },
    {
      type: 'solid',
      body: `अध्याय 18 का सारांश दिखाएं`,
      reply: `अध्याय 18 का सारांश दिखाएं`,
    },
  ],
  chapterButtons_list: [
    `अध्याय 1 का सारांश दिखाएं`,
    `अध्याय 2 का सारांश दिखाएं`,
    `अध्याय 3 का सारांश दिखाएं`,
    `अध्याय 4 का सारांश दिखाएं`,
    `अध्याय 5 का सारांश दिखाएं`,
    `अध्याय 6 का सारांश दिखाएं`,
    `अध्याय 7 का सारांश दिखाएं`,
    `अध्याय 8 का सारांश दिखाएं`,
    `अध्याय 9 का सारांश दिखाएं`,
    `अध्याय 10 का सारांश दिखाएं`,
    `अध्याय 11 का सारांश दिखाएं`,
    `अध्याय 12 का सारांश दिखाएं`,
    `अध्याय 13 का सारांश दिखाएं`,
    `अध्याय 14 का सारांश दिखाएं`,
    `अध्याय 15 का सारांश दिखाएं`,
    `अध्याय 16 का सारांश दिखाएं`,
    `अध्याय 17 का सारांश दिखाएं`,
    `अध्याय 18 का सारांश दिखाएं`,
  ],
  followupButtons(chapter) {
    return [
      {
        type: 'solid',
        body: `अध्याय ${chapter} के श्लोक दिखाएं`,
        reply: `अध्याय ${chapter} के श्लोक दिखाएं`,
      },
      {
        type: 'solid',
        body: `इस अध्याय से सवाल पूछें`,
        reply: `इस अध्याय से सवाल पूछें`,
      },
      {
        type: 'solid',
        body: 'मुख्य मेनू पर वापस जाएं',
        reply: 'मुख्य मेनू पर वापस जाएं',
      }
    ];
  },
  followupbuttons_list(chapter) {
    return [
      `अध्याय ${chapter} के श्लोक दिखाएं`,
      `इस अध्याय से सवाल पूछें`,
      'मुख्य मेनू पर वापस जाएं'
    ];
  },
  afterVerseButtons: [
    {
      type: 'solid',
      body: `व्याख्या दिखाएं`,
      reply: `व्याख्या दिखाएं`,
    },
    {
      type: 'solid',
      body: `इस श्लोक से सवाल पूछें`,
      reply: `इस श्लोक से सवाल पूछें`,
    },
    {
      type: 'solid',
      body: `अगला श्लोक`,
      reply: `अगला श्लोक`,
    },
    {
      type: 'solid',
      body: 'मुख्य मेनू पर वापस जाएं',
      reply: 'मुख्य मेनू पर वापस जाएं',
    }
  ],
  afterVerseButtons_list: [`व्याख्या दिखाएं`,`इस श्लोक से सवाल पूछें`,`अगला श्लोक`,'मुख्य मेनू पर वापस जाएं'],
  endVerseButtons: [
    {
      type: 'solid',
      body: `इस श्लोक से सवाल पूछें`,
      reply: `इस श्लोक से सवाल पूछें`,
    },
    {
      type: 'solid',
      body: 'मुख्य मेनू पर वापस जाएं',
      reply: 'मुख्य मेनू पर वापस जाएं',
    }
  ],
  askChapterNumberPrompt: "कृपया 1 से 18 के बीच एक अध्याय नंबर दर्ज करें",
  askQuestionPrompt: "अपना सवाल पूछें!",
  moveNextChapterMessage: "आपने इस अध्याय के सभी श्लोक पूरे कर लिए हैं। कृपया अगले अध्याय पर जाएं!",
  noanswer: "क्षमा करें, मैं इस सवाल का उत्तर अभी नहीं दे सकता। कृपया बाद में पुन: प्रयास करें।",
  endExplanationButtons: [
    {
      type: 'solid',
      body: `इस श्लोक से सवाल पूछें`,
      reply: `इस श्लोक से सवाल पूछें`,
    },
    {
      type: 'solid',
      body: `अगला श्लोक`,
      reply: `अगला श्लोक`,
    },
    {
      type: 'solid',
      body: 'मुख्य मेनू पर वापस जाएं',
      reply: 'मुख्य मेनू पर वापस जाएं',
    }
  ],
  languagebody: 'भाषा चुनें',
  languagebuttons: [
    {
      type: 'solid',
      body: `English`,
      reply: `English`,
    },
    {
      type: 'solid',
      body: `Hindi`,
      reply: `Hindi`,
    },
  ],
  languagebuttons_list:['English','Hindi']
};
