[
    {
      "chapter": 1,
      "verse": 3,
      "description": "Duryodhana asked Dronacharya to look at the skillfully arranged military phalanx of the Pandava army led by their commander-in-chief Dhristadyumna, King Dhrupad’s son. He was also one of Dronacharya’s pupils. Duryodhana was subtly reminding his teacher of a mistake he had committed in the past.\nMany years back, Dronacharya along with the Pandavas had defeated King Drupad in a battle and took away half his kingdom. To avenge his defeat, Drupad performed a sacrifice to beget a son. Dhristadyumna was born out of that sacrificial fire, with a boon that he would kill Dronacharya in the future. Even though Dronacharya was aware, when he was approached for Dhristadyumna’s military training, he very humbly accepted and imparted all his knowledge impartially to his pupil.\nDuryodhana was reminding Dronacharya that even though Dhristadyumna was his pupil, he was also Drupad’s son, with a boon to kill him. He wanted to ensure that as in the past, Dhronacharya should not become lenient towards his pupils, now that, they were on the battlefield."
    },
    {
      "chapter": 1,
      "verse": 4,
      "description": "Due to his anxiety, the Pandava army seemed much larger to Duryodhan than it actually was. He had never expected his opponents would mobilize an army of warriors with such military prowess, who would be formidable in battle. Out of fear of the looming catastrophe, he started enumerating the names of all the mahārathīs (warriors who were singly equivalent in strength to ten thousand ordinary warriors) gathered on the Pandava side. They were all exceptional heroes, and great military commanders, equivalent in valor to his cousins Arjun and Bheem."
    },
    {
      "chapter": 1,
      "verse": 5,
      "description": "Due to his anxiety, the Pandava army seemed much larger to Duryodhan than it actually was. He had never expected his opponents would mobilize an army of warriors with such military prowess, who would be formidable in battle. Out of fear of the looming catastrophe, he started enumerating the names of all the mahārathīs (warriors who were singly equivalent in strength to ten thousand ordinary warriors) gathered on the Pandava side. They were all exceptional heroes, and great military commanders, equivalent in valor to his cousins Arjun and Bheem."
    },
    {
      "chapter": 1,
      "verse": 6,
      "description": "Due to his anxiety, the Pandava army seemed much larger to Duryodhan than it actually was. He had never expected his opponents would mobilize an army of warriors with such military prowess, who would be formidable in battle. Out of fear of the looming catastrophe, he started enumerating the names of all the mahārathīs (warriors who were singly equivalent in strength to ten thousand ordinary warriors) gathered on the Pandava side. They were all exceptional heroes, and great military commanders, equivalent in valor to his cousins Arjun and Bheem."
    },
    {
      "chapter": 1,
      "verse": 7,
      "description": "Dronacharya was a teacher of military science and not really a warrior. However, he was on the battlefield as one of the commanders of the Kaurava army. An impudent Duryodhana even doubted the loyalty of his own preceptor. Cunning Duryodhana purposefully addressed his teacher as dwijottama (best amongst the twice-born, or Brahmins). His denigrating and vailed reminder for Dronacharya was that, if he did not display his valor in this battle, he would be considered a lowly Brahmin, who was only interested in the fine food and lavish lifestyle at the king’s palace.\nThen to cover up his vicious words and boost his teacher’s and his own morale; Duryodhana started naming all the great generals present on the Kaurava side, describing their valor and military expertise."
    },
    {
      "chapter": 1,
      "verse": 8,
      "description": "Duryodhana mentions the exceptional heroes in the battle, all of whom are ever victorious. Vikarụa is the brother of Duryodhana, Aívatthämä is the son of Droụäcärya, and Saumadatti, or Bhüriíravä, is the son of the King of the Bählīkas. Karụa is the half brother of Arjuna, as he was born of Kuntī before her marriage with King Päụďu. Kåpäcärya’s twin sister married Droụäcärya."
    },
    {
      "chapter": 1,
      "verse": 9,
      "description": "As far as the others are concerned—like Jayadratha, Kåtavarmä and Śalya—all are determined to lay down their lives for Duryodhana’s sake. In other words, it is already concluded that all of them would die in the Battle of Kurukṣetra for joining the party of the sinful Duryodhana. Duryodhana was, of course, confident of his victory on account of the above-mentioned combined strength of his friends."
    },
    {
      "chapter": 1,
      "verse": 11,
      "description": "Duryodhana urged all the Kaurava generals to make sure they are around Grandsire Bheeshma and give him full support while they defend their own respective positions in the military phalanx. Duryodhana beheld Bheeshma’s unassailability as an advantage and wanted to use it as strength and inspiration for his army."
    },
    {
      "chapter": 1,
      "verse": 12,
      "description": "Bheeshma was aware that Duryodhana had no chance of victory as the Supreme Lord Shree Krishna was on the opposite side. However, he understood his grand-nephew’s anxiety and to cheer him up he blew his conch shell loudly. In olden days, blowing of the conch shell in the battlefield signaled the start of the war. This also conveyed to Duryodhana that Bheeshma was ready to lead the Kaurava army and he would fight dutifully and spare no pain."
    },
    {
      "chapter": 1,
      "verse": 13,
      "description": "On hearing Bheeshma’s call for battle, everyone in the Kaurava army also started playing various instruments eagerly, creating tumultuous sound. Shaṅkhāḥ means conches, paṇav are drums, ānak kettledrums, bhreyah bugles, and go-mukh are blowing horns. All these instruments playing together created a loud pandemonium."
    },
    {
      "chapter": 1,
      "verse": 14,
      "description": "The uproar of the Kaurava army had started to wane. Then from the Pandava side, seated on a magnificent chariot the Supreme Lord Shree Krishna and Arjun, both blew their conch shells intrepidly, which ignited the enthusiasm of the Pandava army as well.\nHere, Sanjay has addressed Lord Shree Krishna as “Madhav”. It is a combination of two words, Mā which refers to goddess Lakshmi, the goddess of prosperity and dhav is used for husband. Goddess Lakshmi is Lord Vishnu’s wife, who is one of the many forms of Shree Krishna. This verse implies that the goddess of prosperity was with the Pandavas, and by her grace, they would be triumphant in this war and reclaim their kingdom soon.\nThe sons of King Pandu are called Pandavas and it may be used for any of the five brothers. In this verse, the Pandava being referred to is Arjun, the third among the five. He was a mighty warrior and a superior archer. His magnificent chariot was a gift from Agni, the celestial god of fire."
    },
    {
      "chapter": 1,
      "verse": 15,
      "description": "In this verse, Shree Krishna is addressed as “Hrishikesh” which means the Lord of the mind and senses. Shree Krishna is the Sovereign Master of everybody’s minds and senses. Throughout his wonderful pastimes, he displayed complete control over his mind and senses."
    },
    {
      "chapter": 1,
      "verse": 16,
      "description": "Yudhisthtira, the eldest Pandava is being addressed here as “King.” He always displayed royal grace and nobility, whether living in a palace or in a forest when in exile. He also got this title by performing the Rājasūya Yajña a royal sacrifice, which earned him tributes from all the other kings of the world.  \nIn this verse, Sanjay also called Dhritarashtra the “Ruler of the earth.” The real reason for this appellation was to remind him of his duties as the ruler of the country. With so many kings and princes participating from both sides in this war, it was as if the entire earth was split into two parties. It was definite that this mammoth war would cause irreversible destruction. The only person who could stop the war at this juncture was Dhritarashtra, and Sanjay wanted to know if he was willing to do that."
    },
    {
      "chapter": 1,
      "verse": 17,
      "description": "Yudhisthtira, the eldest Pandava is being addressed here as “King.” He always displayed royal grace and nobility, whether living in a palace or in a forest when in exile. He also got this title by performing the Rājasūya Yajña a royal sacrifice, which earned him tributes from all the other kings of the world.  \nIn this verse, Sanjay also called Dhritarashtra the “Ruler of the earth.” The real reason for this appellation was to remind him of his duties as the ruler of the country. With so many kings and princes participating from both sides in this war, it was as if the entire earth was split into two parties. It was definite that this mammoth war would cause irreversible destruction. The only person who could stop the war at this juncture was Dhritarashtra, and Sanjay wanted to know if he was willing to do that."
    },
    {
      "chapter": 1,
      "verse": 18,
      "description": "Yudhisthtira, the eldest Pandava is being addressed here as “King.” He always displayed royal grace and nobility, whether living in a palace or in a forest when in exile. He also got this title by performing the Rājasūya Yajña a royal sacrifice, which earned him tributes from all the other kings of the world.  \nIn this verse, Sanjay also called Dhritarashtra the “Ruler of the earth.” The real reason for this appellation was to remind him of his duties as the ruler of the country. With so many kings and princes participating from both sides in this war, it was as if the entire earth was split into two parties. It was definite that this mammoth war would cause irreversible destruction. The only person who could stop the war at this juncture was Dhritarashtra, and Sanjay wanted to know if he was willing to do that."
    },
    {
      "chapter": 1,
      "verse": 19,
      "description": "Sanjay conveyed to Dhritarashtra, that the tremendous sound of the various conch shells from the Pandava army was shattering the hearts of his sons. Whereas, he did not mention any such reaction from the Pandavas, when the Kauravas were creating a commotion. The Kauravas were fearful, as their conscience pricked them for their crimes and misdeeds. They were relying solely on their physical strength to fight the war. However, the Pandavas were confident and felt protected, as the Supreme Lord Shree Krishna was by their side, their victory was definite."
    },
    {
      "chapter": 1,
      "verse": 21,
      "description": "Arjun was a skilled warrior, and the most powerful Hanuman was sitting on top of his magnificent chariot. Moreover, his devotion towards the Supreme Lord Shree Krishna was such that, the Lord himself had agreed to be Arjun’s charioteer. Here, Arjun was seated on the passenger seat giving instructions to Shree Krishna, his charioteer. He addresses the Lord as Achyuta, the most dependable One and requests him to place the chariot in the middle of the battlefield.\nahaṁ bhakta-parādhīno hyasvatantra iva dvija sādhubhir grasta-hṛidayo bhaktair bhakta-jana-priyaḥ(Bhagavatam 9.4.63)\n“Although I am Supremely Independent, yet I become enslaved by My devotees.  They are very dear to Me, and I become indebted to them for their love.”  Such is the beauty of God’s bond with his devotees that He gets enslaved, beholden by His devotees’ love."
    },
    {
      "chapter": 1,
      "verse": 22,
      "description": "Arjun was a skilled warrior, and the most powerful Hanuman was sitting on top of his magnificent chariot. Moreover, his devotion towards the Supreme Lord Shree Krishna was such that, the Lord himself had agreed to be Arjun’s charioteer. Here, Arjun was seated on the passenger seat giving instructions to Shree Krishna, his charioteer. He addresses the Lord as Achyuta, the most dependable One and requests him to place the chariot in the middle of the battlefield.\nahaṁ bhakta-parādhīno hyasvatantra iva dvija sādhubhir grasta-hṛidayo bhaktair bhakta-jana-priyaḥ(Bhagavatam 9.4.63)\n“Although I am Supremely Independent, yet I become enslaved by My devotees.  They are very dear to Me, and I become indebted to them for their love.”  Such is the beauty of God’s bond with his devotees that He gets enslaved, beholden by His devotees’ love."
    },
    {
      "chapter": 1,
      "verse": 23,
      "description": "Arjun was fearless, the Supreme Lord was his charioteer. His outlook was that the Pandavas were legitimately entitled to half the kingdom of Hastinapur, but the wicked sons of Dhritarashtra, the Kauravas had not agreed to share. Arjun was ready for battle, eager to get back what was rightfully theirs and punish them for all their past wrongdoings.\nHis request for the chariot to be placed in the middle of the battlefield was to take a closer look at the Kaurava army. Arjun wanted to see all those who had taken the side of injustice. He wanted to punish them equally, as they had chosen to be on the wrong side, none of them would be spared."
    },
    {
      "chapter": 1,
      "verse": 24,
      "description": "Here, Dhritarashtra is being addressed as Bhārata by Sanjay, which means, “O descendant of the great King Bharat.”"
    },
    {
      "chapter": 1,
      "verse": 25,
      "description": "Shree Krishna called Arjun “Parth, son of Pritha, another name for his mother Kunti.” Then he pointed at all the warriors like Bhishma, Drona and other kings on the Kaurava side and deliberately used the word “Kuru” to address them. It was to remind Arjun that both Kauravas and Pandavas were all decedents of the great king Kuru. Therefore, the enemy he was so eager to kill was actually his own family and relatives. The Omniscient Lord was sowing the seed of delusion in Arjun’s mind, only to eliminate it later. He was preparing the ground for the gospel he was about to preach - The Bhagavad Geeta, which would benefit the future generations in the age of Kali."
    },
    {
      "chapter": 1,
      "verse": 26,
      "description": "On the battlefield Arjuna could see all kinds of relatives. He could see persons like Bhüriíravä, who were his father’s contemporaries, grandfathers Bhīṣma and Somadatta, teachers like Droụäcärya and Kåpäcärya, maternal uncles like Śalya and Śakuni, brothers like Duryodhana, sons like Lakṣmaụa, friends like Aívatthämä, well-wishers like Kåtavarmä, etc. He could see also the armies which contained many of his friends."
    },
    {
      "chapter": 1,
      "verse": 27,
      "description": "Shree Krishna’s words had the desired effect on Arjun. Looking at the armies on both sides of the battlefield, his heart sank, they were all “Kurus” his relatives.  The brave warrior who wanted to punish the Kauravas for all their wickedness a few minutes back suddenly became fearful. Comprehending the devastation this war would cause, his valor started to diminish. Hence, Sanjay has called him Kaunteyah the son of Kunti, denoting that Arjun had become softhearted, similar to his mother.  However, Arjun was now very confused and his mind filled with questions."
    },
    {
      "chapter": 1,
      "verse": 28,
      "description": "Arjun realized that all the warriors on the battlefield ready to shed blood were none other than his own relatives, friends, and family. He was filled with remorse and fearful of performing his duty of fighting this war. The cause for these sentiments was his attachment towards his bodily relatives. He became forgetful of his spiritual existence, that he was not just the body. His affection for his bodily relatives had blinded his consciousness.\nIn the materialistic concept, we consider ourselves to be only the body, which is emotionally attached to all its bodily relatives. As this attachment is based on ignorance it carries with it the physical burdens of life like pain, sorrow, grief, and death. Only the death of the physical body can end these materialistic attachments. We are more than just the physical body; our eternal souls are beyond life and death. Tangled in the various attachments of the material world, we keep forgetting that the Supreme Lord is our only permanent relative. He is the Father, Mother, Friend, Master, and Beloved of our soul."
    },
    {
      "chapter": 1,
      "verse": 29,
      "description": "Here Arjun has addressed Shree Krishna as Keśhava, killer of a demon called Keshi. Yet, for Arjun the thought of killing his own relatives troubled him to such an extent that, his body started to tremble. He was unable to even hold his magnificent bow Gāṇḍīv, which could emit sounds that petrified even the most powerful enemies. Arjun had become so disillusioned that superstition started gripping him. He could only see bad omens indicating severe devastation. Thus, he felt it would be a sin to engage in such a battle."
    },
    {
      "chapter": 1,
      "verse": 30,
      "description": "Here Arjun has addressed Shree Krishna as Keśhava, killer of a demon called Keshi. Yet, for Arjun the thought of killing his own relatives troubled him to such an extent that, his body started to tremble. He was unable to even hold his magnificent bow Gāṇḍīv, which could emit sounds that petrified even the most powerful enemies. Arjun had become so disillusioned that superstition started gripping him. He could only see bad omens indicating severe devastation. Thus, he felt it would be a sin to engage in such a battle."
    },
    {
      "chapter": 1,
      "verse": 31,
      "description": "Here Arjun has addressed Shree Krishna as Keśhava, killer of a demon called Keshi. Yet, for Arjun the thought of killing his own relatives troubled him to such an extent that, his body started to tremble. He was unable to even hold his magnificent bow Gāṇḍīv, which could emit sounds that petrified even the most powerful enemies. Arjun had become so disillusioned that superstition started gripping him. He could only see bad omens indicating severe devastation. Thus, he felt it would be a sin to engage in such a battle."
    },
    {
      "chapter": 1,
      "verse": 32,
      "description": "Taking away someone’s life itself is immoral, and killing a relative is considered even more sinful. Arjun was in a dilemma, what would he gain with victory achieved by such a heinous act? It would not give him any joy; as he would have lost all the people who mattered to him.  \nDetachment to worldly assets is a commendable virtue. Even though Arjun’s thoughts were moral and virtuous, they were not spiritual sentiments. They were budding out of compassion and attachment towards his relatives. Spiritual sentiments bestow peace, harmony, and happiness to a soul. However, Arjun’s situation was not such he was disillusioned, confused, and losing control over his body and mind."
    },
    {
      "chapter": 1,
      "verse": 33,
      "description": "Taking away someone’s life itself is immoral, and killing a relative is considered even more sinful. Arjun was in a dilemma, what would he gain with victory achieved by such a heinous act? It would not give him any joy; as he would have lost all the people who mattered to him.  \nDetachment to worldly assets is a commendable virtue. Even though Arjun’s thoughts were moral and virtuous, they were not spiritual sentiments. They were budding out of compassion and attachment towards his relatives. Spiritual sentiments bestow peace, harmony, and happiness to a soul. However, Arjun’s situation was not such he was disillusioned, confused, and losing control over his body and mind."
    },
    {
      "chapter": 1,
      "verse": 34,
      "description": "Arjun looked at the vast gathering of warriors on the battlefield and started considering his relationships with them. His teachers, Dronacharya and Kripacharaya; grand uncle Bheeshma and Somadutta; Bhurishrava (Somdatta’s son); Kuntibhoj, Purujit, Shalya, and Shakuni his maternal uncles. The hundred Kauravas were his uncle Dhritarashra’s sons; their sons, grandsons, and several other relatives had all assembled there prepared for a battle till death.\nTwice in this verse, Arjun used the word api which means “even though.” He addresses Shree Krishna as Madhusudan, the killer of a demon named Madhu and says, “O Madhusudan, I do not wish to kill them even though I am aware they are eager to do so.” Again, he says, “Even though for the sake of victory over the three worlds we fight, what joy would we get by killing our own folks?”"
    },
    {
      "chapter": 1,
      "verse": 35,
      "description": "Arjun looked at the vast gathering of warriors on the battlefield and started considering his relationships with them. His teachers, Dronacharya and Kripacharaya; grand uncle Bheeshma and Somadutta; Bhurishrava (Somdatta’s son); Kuntibhoj, Purujit, Shalya, and Shakuni his maternal uncles. The hundred Kauravas were his uncle Dhritarashra’s sons; their sons, grandsons, and several other relatives had all assembled there prepared for a battle till death.\nTwice in this verse, Arjun used the word api which means “even though.” He addresses Shree Krishna as Madhusudan, the killer of a demon named Madhu and says, “O Madhusudan, I do not wish to kill them even though I am aware they are eager to do so.” Again, he says, “Even though for the sake of victory over the three worlds we fight, what joy would we get by killing our own folks?”"
    },
    {
      "chapter": 1,
      "verse": 40,
      "description": "The elder members of the family bear age-old traditions, customs, ideals and noble values of a community, which they pass on to their next generations. These traditions help nurture moral values in families and build religious propriety in a society. If the elders die early, their valuable knowledge goes with them and in the absence of proper guidance, the next generation sways away from the virtuous path. Therefore, Arjun was of the opinion that the elders of a family should be spared."
    },
    {
      "chapter": 1,
      "verse": 41,
      "description": "Women occupied a very high status in Vedic society. For families to be religious, and societies to be moral, it is necessary that their women be virtuous.  According to the Manu Smṛiti: yatra nāryas tu pūjyante ramante tatra devatāḥ (3.56) “Societies where women are worshiped, for they are chaste and virtuous, the celestial gods are joyous.”\nArjun became concerned and started comprehending, “What would happen to the society in the absence of guidance and protection of elders? The women of the family may get misled.” Therefore, Arjun said to Shree Krishna that if the women of the family turn towards immorality, and commit adultery, they would bear illegitimate children. This would not only destroy peace and happiness of the future generations but also deprive the ancestors of their Vedic rites. Family traditions will be abandoned and the welfare of society will be at stake."
    },
    {
      "chapter": 1,
      "verse": 42,
      "description": "Community projects for the four orders of human society, combined with family welfare activities, as they are set forth by the institution of sanātana-dkaıma, or vaıṇāíıama-dkaıma, are designed to enable the human being to attain his ultimate salvation. Therefore, the breaking of the sanātana-dkaıma tradition by irresponsible leaders of society brings about chaos in that society, and consequently people forget the aim of life—Viṣụu. Such leaders are called blind, and persons who follow such leaders are sure to be led into chaos."
    },
    {
      "chapter": 1,
      "verse": 43,
      "description": "Arjuna bases his argument not on his own personal experience, but on what he has heard from the authorities. That is the way of receiving real knowledge. One cannot reach the real point of factual knowledge without being helped by the right person who is already established in that knowledge. There is a system in the vaıṇāíıama institution by which before death one has to undergo the process of atonement for his sinful activities. One who is always engaged in sinful activities must utilize the process of atonement called the pıāγaícitta. Without doing so, one surely will be transferred to hellish planets to undergo miserable lives as the result of sinful activities."
    },
    {
      "chapter": 1,
      "verse": 44,
      "description": "Driven by selfish motives, one may be inclined to such sinful acts as the killing of one’s own brother, father or mother. There are many such instances in the history of the world. But Arjuna, being a saintly devotee of the Lord, is always conscious of moral principles and therefore takes care to avoid such activities."
    },
    {
      "chapter": 1,
      "verse": 45,
      "description": "Arjun was surprised; despite being aware that this war would only bring misfortune to all, those who were in the battlefield and the families they would leave behind; they were all hankering to commit this sin. He started with the word “aho,” which means ‘alas’. He had enumerated all the possible catastrophes that were imminent if this war took place, but he was ignoring the very fact that if the wrongdoers were not punished, it would cause greater damage to the society.\nOften, we keep blaming the circumstances or others but turn a blind eye towards our own weaknesses. Arjun’s justification for not killing his greedy cousins and relatives was driven by his own attachment and compassion towards them. Even though he felt it was a sin to kill them, as they were his relatives, he did not realize that his sentiments were actually materialistic and not transcendental. Blinded by compassion, he had forgotten his dharma as a warrior; that he was beyond this material body. His delusion had come to a point where he was willing to drop his weapons and allow his enemy to kill him unarmed."
    },
    {
      "chapter": 1,
      "verse": 46,
      "description": "Arjun was surprised; despite being aware that this war would only bring misfortune to all, those who were in the battlefield and the families they would leave behind; they were all hankering to commit this sin. He started with the word “aho,” which means ‘alas’. He had enumerated all the possible catastrophes that were imminent if this war took place, but he was ignoring the very fact that if the wrongdoers were not punished, it would cause greater damage to the society.\nOften, we keep blaming the circumstances or others but turn a blind eye towards our own weaknesses. Arjun’s justification for not killing his greedy cousins and relatives was driven by his own attachment and compassion towards them. Even though he felt it was a sin to kill them, as they were his relatives, he did not realize that his sentiments were actually materialistic and not transcendental. Blinded by compassion, he had forgotten his dharma as a warrior; that he was beyond this material body. His delusion had come to a point where he was willing to drop his weapons and allow his enemy to kill him unarmed."
    },
    {
      "chapter": 2,
      "verse": 1,
      "description": "To describe Arjun’s feelings, Sanjay uses the word kṛipayā, meaning pity or compassion.  This compassion is of two kinds.  One is the divine compassion that God and the saints feel toward the souls in the material realm, on seeing their suffering in separation to God.  The other is the material compassion that we feel upon seeing the bodily distress of others.  Material compassion is a noble sentiment that is not perfectly directed.  It is like being obsessed with the health of the car while the driver sitting within is famished for food.  Arjun is experiencing this second kind of sentiment.  He is overwhelmed with material pity toward his enemies gathered for battle.  The fact that Arjun is overcome by grief and despair shows that he is himself in dire need of compassion.  Therefore, the idea of his being merciful upon others is meaningless.\nIn this verse, Shree Krishna is addressed as “Madhusudan.”  He had slayed the demon Madhu, and hence gotten the name Madhusudan, or “slayer of the Madhu demon.”  Here, He is about to slay the demon of doubt that has arisen in Arjun’s mind and is preventing him from discharging his duty."
    },
    {
      "chapter": 2,
      "verse": 4,
      "description": "In response to Shree Krishna’s call for action, Arjun presents his confusion.  He states that Bheeshma and Dronacharya are worthy of his respect and adoration.  Bheeshma was the embodiment of chastity, and remained a lifelong celibate to fulfill the vow he had made to his father.  Arjun’s military preceptor, Dronacharya, was a genius in the science of warfare, and it was from him that Arjun mastered the art of archery.  Kripacharya was another respectable person on the other side, whom Arjun had always held in veneration.  To treat these men of high merit as enemies now seemed abominable to the noble-minded Arjun.  If even arguing with these venerable elders was improper, then how could he ever think of attacking them with weapons?  His statement thus implies, “O Krishna, please do not doubt my courage.  I am prepared to fight.  But from the perspective of moral duty, my duty is to respect my teachers and to show compassion to the sons of Dhritarashtra.”"
    },
    {
      "chapter": 2,
      "verse": 8,
      "description": "When we are swamped in misery, the intellect keeps analyzing the cause of misery, and when it is able to think no further, then dejection sets in. Since Arjun’s problems are looming bigger than his feeble intellectual abilities, his material knowledge is insufficient in saving him from the ocean of grief that he finds himself in. Having accepted Shree Krishna as his Guru, Arjun now pours out his heart to him, to reveal his pitiable state.\nArjun’s situation is not unique. This is invariably the situation we sometimes find ourselves in as we go through the journey of life. We want happiness, but we experience misery; we desire knowledge, but are unable to lift the cloud of ignorance; we crave perfect love, but repeatedly meet with disappointment. Our college degrees, acquired knowledge, and mundane scholarships do not provide solutions to these perplexities of life. We need divine knowledge to solve the puzzle of life. That treasure chest of divine knowledge is opened when we find a true Guru, one who is situated in transcendence, provided we have the humility to learn from him. Such is the path Arjun has decided to take."
    },
    {
      "chapter": 2,
      "verse": 9,
      "description": "The sagacious Sanjay, in his narration to Dhritarasthra, uses very apt names for the personalities he refers to. Here, Arjun is called Guḍākeśh, or “conqueror of sleep.” The power of sleep is such that sooner or later, all living beings succumb to it. But with his determination, Arjun had disciplined himself in such a way that sleep would come to him only when he permitted it, and only for the amount of time he chose. By using the name Guḍākeśh for Arjun, Sanjay is subtly hinting to Dhritarasthra, “Just as this “hero amongst men” conquered sleep, so too will he conquer his despondency.”\nAnd the word he uses for Shree Krishna is Hṛiṣhīkeśh, or “master of the mind and senses.” The subtle hint here is that he who is the master of his senses will definitely ensure that the events are properly managed."
    },
    {
      "chapter": 2,
      "verse": 11,
      "description": "Starting with this verse, Shree Krishna initiates his discourse with a dramatic opening statement. Arjun is lamenting, for what he feels are very valid reasons. But, rather than commiserating with him, Shree Krishna takes the wind out of his arguments. He says, “Arjun, though you may feel you are speaking words of wisdom, you are actually speaking and acting out of ignorance. No possible reason justifies lamentation. The Pundits—those who are wise—never lament, neither for the living nor for the dead. Hence the grief you visualize in killing your relatives is illusory, and it proves that you are not a Pundit.”\nOne does not need to go far into the Gita to find a wise person above lamentation, for Grandsire Bheeshma himself was the perfect example. He was a sage who had fathomed the mysteries of life and death, and risen above the dualities of circumstances. Serene in any eventuality, he had even consented to taking the side of the wicked, if it served the Lord. He thus demonstrated that those who are surrendered to God simply do their duty in all situations, without being affected by outcomes. Such persons never lament because they accept all circumstances as God’s grace."
    },
    {
      "chapter": 2,
      "verse": 14,
      "description": "The human body houses five senses—the senses of sight, smell, taste, touch, and hearing—and these, in contact with their objects of perception, give rise to sensations of happiness and distress. None of these sensations is permanent. They come and go like the changing seasons. Although cool water provides pleasure in the summer, the same water gives distress in the winter. Thus, both the perceptions of happiness and distress experienced through the senses are transitory. If we permit ourselves to be affected by them, we will sway like a pendulum from side to side. A person of discrimination should practice to tolerate both the feelings of happiness and distress without being disturbed by them.\nThe technique of Vipassanā, which is the primary technique of self-realization in Buddhism, is based on this principle of tolerance of sense perceptions. Its practice helps eliminate desire, which, as stated in the four noble truths (the truth of suffering, the truth of the origin of suffering, the truth of the cessation of suffering, and the truth of the path leading to the cessation), is the cause of all suffering. This is not surprising considering that Buddhist philosophy is a subset of the vast Vedic philosophy."
    },
    {
      "chapter": 2,
      "verse": 20,
      "description": "The eternal nature of the soul has been established in this verse, which is ever-existing and beyond birth and death. Consequently, it is devoid of the six types of transformations: asti, jāyate, vardhate, vipariṇamate, apakṣhīyate, and vinaśhyati “Existence in the womb, birth, growth, procreation, diminution, and death.” These are transformations of the body, not of the self. What we call as death is merely the destruction of the body, but the immortal self remains unaffected by all bodily changes. This concept has been repeatedly emphasized in the Vedas. The Kaṭhopaniṣhad contains a mantra almost identical to the above verse of the Bhagavad Gita:\nna jāyate mriyate vā vipaśhchin nāyaṁ kutaśhchin na babhūva kaśhchit\najo nityaḥ śhāśhvato ’yaṁ purāṇo na hanyate hanyamāne śharīre  (1.2.18) [v25]\n“The soul is not born, nor does it die; it did not spring from something, and nothing sprang from it. It is unborn, eternal, immortal, and ageless. It is not destroyed when the body is destroyed.” The Bṛihadāraṇyaka Upaniṣhad states:\nsa vā eṣha mahān aja ātmājaro ’maro ’mṛito ’bhayaḥ  (4.4.25) [v26]\n“The soul is glorious, unborn, deathless, free from old age, immortal, and fearless.”"
    },
    {
      "chapter": 2,
      "verse": 21,
      "description": "A spiritually elevated soul quells the ego that makes us feel that we are the doers of our actions. In that state, one can see that the soul seated within actually does nothing. Such an elevated soul, though doing all kinds of actions, is never tainted by them. Shree Krishna is advising Arjun that he must elevate himself to that enlightened level, seeing himself as the non-doer, free from egotism, and perform his duty rather than shirk from it."
    },
    {
      "chapter": 2,
      "verse": 23,
      "description": "Consciousness, which is the symptom of the soul, can be perceived by material instruments, but the soul itself cannot be contacted by any material object. This is so only because the soul is divine, and hence beyond the interactions of material objects. Shree Krishna expresses this vividly by saying that wind cannot wither the soul, nor can water moisten it or fire burn it."
    },
    {
      "chapter": 2,
      "verse": 24,
      "description": "The point about immortality is again being driven home here. For the teacher to merely impart perfect knowledge is not enough; for that knowledge to be useful, it must sink deep into the heart of the student. Hence a skillful teacher often repeats a point previously made. In Sanskrit literature, this is called punarukti, or “repetition.” Shree Krishna has often used punarukti, as a tool in the Bhagavad Gita for stressing the important spiritual principles to ensure that they are grasped deeply by his student."
    },
    {
      "chapter": 2,
      "verse": 25,
      "description": "Our eyes, made from material energy, can see only material objects. The soul, being divine and beyond the realm of material energy, is invisible to our eyes. Scientists have conducted experiments to perceive its presence. They put a dying person into a glass case and sealed the case, to see whether the departure of the soul would crack the glass. However, the soul left the body without the glass box getting cracked. Being subtle, the soul did not need physical space for its movement.\nBeing subtler than the material energy, the soul is also inconceivable to our intellect. The Kaṭhopaniṣhad says:\nindriyebhyaḥ parā hyarthā arthebhyaśhcha paraṁ manaḥmanasastu parā buddhirbhuddherātmā mahān paraḥ (1.3.10) [v29]\n“Beyond the senses are the objects of the senses; subtler than the objects of the senses is the mind. Beyond the mind is the intellect; and subtler than the intellect is the soul.” The material intellect can only comprehend material concepts, but can never reach the divine soul by the power of its contemplation. As a result, knowledge of the self requires external sources, which are the scriptures and the Guru."
    },
    {
      "chapter": 2,
      "verse": 30,
      "description": "Often, in the course of his teachings, Shree Krishna explains a concept in a few verses, and then states a verse summarizing those teachings. This verse is a summary of the instructions on the immortality of the self, and its distinction from the body."
    },
    {
      "chapter": 2,
      "verse": 31,
      "description": "Swa-dharma is one’s duty as an individual, in accordance with the Vedas. There are two kinds of swa-dharmas, or prescribed duties for the individual—para dharma, or spiritual duties, and apara dharma, or material duties. Considering oneself to be the soul, the prescribed duty is to love and serve God with devotion. This is called para dharma. However, since a vast majority of humankind does not possess this spiritual perspective, the Vedas also prescribe duties for those who see themselves as the body. These duties are defined according to one’s āśhram (station in life), and varṇa (occupation). They are called apara dharma, or mundane duties. This distinction between spiritual duties and material duties needs to be kept in mind while understanding the Bhagavad Gita and the Vedic philosophy at large.\nBy occupation, Arjun was a warrior, and so his occupational duty as a warrior was to fight for the protection of righteousness. Shree Krishna is calling this swa-dharma, or prescribed duty at the bodily level."
    },
    {
      "chapter": 2,
      "verse": 33,
      "description": "If a warrior chooses to become non-violent on the battlefield, it will be dereliction of duty, and hence, classified as a sinful act. Hence, Shree Krishna states that if Arjun abandons his duty, considering it to be repugnant and troublesome, he will be committing a sin. The Parāśhar Smṛiti states:\nkṣhatriyoḥ hi prajā rakṣhañśhastrapāṇiḥ pradaṇḍavānnirjitya parasainyādi kṣhitiṁ dharmeṇa pālayet (1.61) [v33]\n“The occupational duty of a warrior is to protect the citizens of the country from oppression. This requires the application of violence in appropriate cases for the maintenance of law and order. He should thus defeat the soldiers of enemy kings, and help rule the country according to the principles of righteousness.”"
    },
    {
      "chapter": 2,
      "verse": 34,
      "description": "For respectable people, social prestige is very important. The particular guṇas (modes of nature) of warriors make respect and honor especially important for them. For them, dishonor is worse than death. Shree Krishna reminds Arjun of this, so that if he is not inspired by superior knowledge, he may at least be inspired by inferior knowledge.\nMany societies in the world observe the norm that a warrior who runs away from the battlefield out of cowardice is ostracized from society. That could be the extent of dishonor inflicted upon Arjun if he avoided his duty."
    },
    {
      "chapter": 2,
      "verse": 35,
      "description": "Arjun was famous as a mighty warrior and a worthy opponent for even the most valiant of the Kauravas warriors, such as Bheeshma, Dronacharya, Karn, etc. He had attained fame by fighting many celestial gods. He had fought and overwhelmed even Lord Shiv, who had come in the disguise of a hunter. Pleased with his valor and skill, Lord Shiv had rewarded him with a celestial weapon, called Pāshupatāstra. His teacher at archery, Dronacharya, had also bestowed his blessings upon him in the form of a special weapon. Just before the start of the battle, if Arjun were to retire from the battlefield, these gallant warriors wouldn’t know that affection for his relatives had inspired him to flee. They would consider him a coward, and assume that he had abstained from the war in dread of their prowess."
    },
    {
      "chapter": 2,
      "verse": 36,
      "description": "If Arjun chose to flee from battle, not only would Arjun’s estimation wane in the assembly of mighty warriors, but he would also be disparaged. Shree Krishna uses the word nindataḥ which means “to vilify.” Avāchya vādān means the use of harsh words such as “Eunuch.” Arjun’s enemies, like Duryodhan, would say many unbecoming things about him, such as, “Look at that impotent Arjun fleeing from the battlefield like a dog with its tail between its legs.” Shree Krishna reminds Arjun that such derision would be very painful to him."
    },
    {
      "chapter": 2,
      "verse": 37,
      "description": "Continuing from verse 2.31, Shree Krishna is still giving instructions at the level of occupational duties. He explains to Arjun about the two possibilities arising from the performance of his duty. If Arjun becomes victorious, a kingdom on Earth awaits him, and if he is forced to lay down his life in the discharge of his duty, he will go to the celestial abodes."
    },
    {
      "chapter": 2,
      "verse": 44,
      "description": "People whose minds are attached to sensual enjoyment concern themselves with bhog (gratification), and aiśhwarya (luxury). They engage their intellects in enhancing their income and contemplating how to increase their material possessions and maximize their enjoyment. Bewildered in this manner, they are unable to develop the firm resolve required for traversing the path to God-realization."
    },
    {
      "chapter": 2,
      "verse": 46,
      "description": "The Vedas contain 100,000 mantras, describing varieties of rituals, practices, prayers, ceremonies, and gems of knowledge. All these are given with only one aim—to help unite the soul with God.\nvāsudeva-parā vedā vāsudeva-parā makhāḥvāsudeva-parā yogā vāsudeva-parāḥ kriyāḥvāsudeva-paraṁ jñānaṁ vāsudeva-paraṁ tapaḥvāsudeva-paro dharmo vāsudeva-parā gatiḥ \n(Bhāgavatam 1.2.28-29) [v38]\n“The goal of all the Vedic mantras, the ritualistic activities, spiritual practices, sacrifices, cultivation of knowledge, and performance of duties, is to help the soul reach the divine feet of God.”\nHowever, just as a medicine pill is often sugar-coated to make it more palatable, similarly to attract materially-minded people, the Vedas also give material allurements. The underlying motive is to help the soul gradually get detached from the world and attached to God. Thus, one who is attaching the mind to God is automatically fulfilling the purpose of all the Vedic mantras. Shree Krishna advises Uddhav:\nājñāyaivaṁ guṇān doṣhān mayādiṣhṭān api swakāndharmān santyajya yaḥ sarvān māṁ bhajeta sa sattamaḥ \n(Bhāgavatam 11.11.32)[v39]\n“The Vedas prescribe varieties of social and ritualistic duties for individuals. But those who grasp their underlying motive, and rejecting all intermediate instructions, wholeheartedly fulfill their duty toward me, I consider them to be the highest devotees.”"
    },
    {
      "chapter": 2,
      "verse": 52,
      "description": "Shree Krishna had previously said that people who are attached to worldly enjoyment get attracted to the flowery words of the Vedas, which propagate ostentatious rituals for gaining worldly opulences and attaining the celestial abodes (verses 2.42–2.43). However, one whose intellect is illumined with spiritual knowledge no longer seeks material sense pleasures, knowing them to be harbingers of misery. Such a person then loses interest in Vedic rituals. The Muṇḍakopaniṣhad states:\nparīkṣhya lokānkarmachitānbrāhmaṇo nirvedamāyānnāstyakṛitaḥ kṛitena (1.2.12)[v45]\n“Realized sages go beyond Vedic rituals, after understanding that the pleasures one attains from fruitive karmas, in this life and in the celestial abodes, are temporary and mixed with misery.”"
    },
    {
      "chapter": 2,
      "verse": 57,
      "description": "Rudyard Kipling, a famous British poet, has encapsulated the essence of this verse on Sthita prajña (Sage of steady intelligence) in his famous poem “If.” Here are a few lines from the poem:\nIf you can dream—and not make dreams your master;If you can think—and not make thoughts your aim,If you can meet with Triumph and DisasterAnd treat those two impostors just the same…If neither foes nor loving friends can hurt you,If all men count with you, but none too much:If you can fill the unforgiving minuteWith sixty seconds’ worth of distance run,Yours is the Earth and everything that’s in it,And—which is more—you’ll be a Man, my son!\nThe popularity of this poem shows the natural urge in people to reach the state of enlightenment, which Shree Krishna describes to Arjun. One may wonder how an English poet expressed the same state of enlightenment that is described by the Supreme Lord. The fact is that the urge for enlightenment is the intrinsic nature of the soul. Hence, knowingly or unknowingly, everyone craves for it, in all cultures around the world. Shree Krishna is describing it here, in response to Arjun’s question."
    },
    {
      "chapter": 2,
      "verse": 63,
      "description": "Anger impairs judgment, just as the morning mist creates a hazy covering on the sunlight. In anger, people commit mistakes that they later regret, because the intellect gets clouded by the haze of emotions. People say, “He is twenty years elder to me. Why did I speak in this manner to him? What happened to me?” What happened was that the faculty of judgment was affected by anger, and hence the mistake of scolding an elder was made.\nWhen the intellect is clouded, it leads to bewilderment of memory. The person then forgets what is right and what is wrong, and flows along with the surge of emotions. The downward descent continues from there, and bewilderment of memory results in destruction of the intellect. And since the intellect is the internal guide, when it gets destroyed, one is ruined. In this manner, the path of descent from divinity to impiety has been described beginning with contemplation on the sense objects to the destruction of the intellect."
    },
    {
      "chapter": 2,
      "verse": 65,
      "description": "Grace is like a divine energy that floods into a person’s personality. By grace, God who is sat-chit-ānand bestows his divine knowledge, divine love, and divine bliss. This entrenches the intellect, like the North Star, in the love, bliss, and knowledge of God. By God’s grace, when we experience the higher taste of divine bliss, the agitation for sensual happiness is extinguished. Once that hankering for material objects ceases, one goes beyond all suffering and the mind becomes tranquil. In that state of internal fulfillment, the intellect becomes firm in its decision that God alone is the source of happiness and is the final goal of the soul. Previously, the intellect was accepting this only on the basis of knowledge as stated in the scriptures, but now it gets the experience of perfect peace and divine bliss. This convinces the intellect beyond any shadow of doubt, and it becomes steadily situated in God."
    },
    {
      "chapter": 2,
      "verse": 68,
      "description": "Enlightened souls control the intellect through transcendental knowledge. Then, with the purified intellect, they control the mind, and the mind is used to bridle the senses. However, in the materially conditioned state, the reverse takes place. The senses pull the mind in their direction; the mind overpowers the intellect; and the intellect gets derailed from the direction of true welfare. Thus, Shree Krishna says that if the intellect is purified by spiritual knowledge, then the senses will be restrained; and when senses are held in check, the intellect will not be swayed from the path of divine wisdom."
    },
    {
      "chapter": 2,
      "verse": 70,
      "description": "The ocean is unique in its ability to maintain its undisturbed state, despite being inundated by the incessant flow of rivers into it. All the rivers of the world constantly empty themselves into the oceans, which neither overflow nor get depleted. Shree Krishna uses the word āpūryamāṇaṁ (filled from all sides) to describe that even the rivers pouring all their water during the rainy season into the ocean cannot make it flow over. Similarly, the realized sage remains quiescent and unmoved in both conditions—while utilizing sense objects for bodily necessities, or being bereft of them. Only such a sage can attain śhānti, or true peace."
    },
    {
      "chapter": 3,
      "verse": 3,
      "description": "In verse 2.39, Shree Krishna explained the two paths leading to spiritual perfection. The first is the acquisition of knowledge through the analytical study of the nature of the soul and its distinction from the body. Shree Krishna refers to this as sānkhya yog. People with a philosophic bend of mind are inclined toward this path of knowing the self through intellectual analysis. The second is the process of working in the spirit of devotion to God, or karm yog. Shree Krishna also calls this buddhi yog¸ as explained in the previous verse. Working in this manner purifies the mind, and knowledge naturally awakens in the purified mind, thus leading to enlightenment.\nAmongst people interested in the spiritual path, there are those who are inclined toward contemplation and then there are those inclined to action. Hence, both these paths have existed ever since the soul’s aspiration for God-realization has existed. Shree Krishna touches upon both of them since his message is meant for people of all temperaments and inclinations."
    },
    {
      "chapter": 3,
      "verse": 5,
      "description": "Some people think that action refers only to professional work, and not to daily activities such as eating, drinking, sleeping, waking and thinking. So when they renounce their profession, they think they are not performing actions. But Shree Krishna considers all activities performed with the body, mind, and tongue as actions. Hence, he tells Arjun that complete inactivity is impossible even for a moment. If we simply sit down, it is an activity; if we lie down, that is also an activity; if we fall asleep, the mind is still engaged in dreaming; even in deep sleep, the heart and other bodily organs are functioning. Thus Shree Krishna declares that for human beings inactivity is an impossible state to reach, since the body-mind-intellect mechanism is compelled by its own make-up of the three guṇas (sattva, rajas, and tamas) to perform work in the world. The Śhrīmad Bhāgavatam contains a similar verse:\nna hi kaśhchit kṣhaṇam api jātu tiṣhṭhaty akarma-kṛit\nkāryate hy avaśhaḥ karma guṇaiḥ svābhāvikair balāt (6.1.53)[v1]\n“Nobody can remain inactive for even a moment. Everyone is forced to act by their modes of nature.”"
    },
    {
      "chapter": 3,
      "verse": 14,
      "description": "Here, Lord Krishna is describing the cycle of nature. Rain begets grains. Grains are eaten and transformed into blood. From blood, semen is created. Semen is the seed from which the human body is created. Human beings perform yajñas, and these propitiate the celestial gods, who then cause rains, and so the cycle continues."
    },
    {
      "chapter": 3,
      "verse": 19,
      "description": "From verses 3.8 to 3.16, Shree Krishna strongly urged those who have not yet reached the transcendental platform to perform their prescribed duties. In verses 3.17 and 3.18, he stated that the transcendentalist is not obliged to perform prescribed duties. So, what path is more suitable for Arjun? Shree Krishna’s recommendation for him is to be a karm yogi, and not take karm sanyās. He explains the reason for this in verses 3.20 to 3.26."
    },
    {
      "chapter": 3,
      "verse": 22,
      "description": "The reason why we all work is because we need something. We are all tiny parts of God, who is an ocean of bliss, and hence we all seek bliss. Since, we have not attained perfect bliss as yet, we feel dissatisfied and incomplete. So whatever we do is for the sake of attaining bliss. However, bliss is one of God’s energies and he alone possesses it to the infinite extent. He is perfect and complete in himself and has no need of anything outside of himself. Thus, he is also called Ātmārām (one who rejoices in the self), Ātma-ratī (one who is attracted to his or her own self), and Ātma-krīḍa (one who performs divine pastimes with his or her own self).\nIf such a personality does work, there can be only one reason for it—it will not be for oneself, rather for the welfare of others. Thus, Shree Krishna tells Arjun that although in his personal form as Shree Krishna, he has no duty to perform in the universe, yet he works for the welfare of others. He next explains the welfare that is accomplished when he works."
    },
    {
      "chapter": 3,
      "verse": 23,
      "description": "In his divine pastimes on the Earth, Shree Krishna was playing the role of a king and a great leader. He appeared in the material world as the son of King Vasudeva from the Vrishni dynasty, the foremost of the righteous. If Lord Krishna did not perform prescribed Vedic activities then so many lesser personalities would follow in his footsteps, thinking that violating them was the standard practice. Lord Krishna states that he would be at fault for leading mankind astray."
    },
    {
      "chapter": 3,
      "verse": 28,
      "description": "The previous verse mentioned that the ahankāra vimūḍhātmā (those who are bewildered by the ego and misidentify themselves with the body) think themselves to be the doers. This verse talks about the tattva-vit, or the knowers of the Truth. Having thus abolished the ego, they are free from bodily identifications, and are able to discern their spiritual identity distinct from the corporeal body. Hence, they are not beguiled into thinking of themselves as the doers of their material actions, and instead they attribute every activity to the movements of the three guṇas. Such God-realized Saints say: jo karai so hari karai, hota kabīr kabīr [v17] “God is doing everything, but people are thinking that I am doing.”"
    },
    {
      "chapter": 3,
      "verse": 29,
      "description": "The question may be raised that if soul is distinct from the guṇas and their activities, then why are the ignorant attached to sense objects? Shree Krishna explains in this verse that they become bewildered by the guṇas of the material energy, and think themselves to be the doers. Infatuated by the three modes of material nature, they work for the express purpose of being able to enjoy sensual and mental delights. They are unable to perform actions as a matter of duty, without desiring rewards.\nHowever, the kṛitsna-vit (persons with knowledge) should not disturb the minds of the akṛitsna-vit (persons without knowledge). This means that the wise should not force their thoughts onto ignorant persons by saying, “You are the soul, not the body, and hence karm is meaningless; give it up.” Rather, they should instruct the ignorant to perform their respective karm, and slowly help them rise above attachment. In this way, after presenting the distinctions between those who are spiritually wise and those who are ignorant, Shree Krishna gives the sober caution not to unsettle the minds of the ignorant."
    },
    {
      "chapter": 3,
      "verse": 30,
      "description": "In his typical style, Shree Krishna expounds on a topic and then finally presents the summary. The words adhyātma chetasā mean “with the thoughts resting on God.” Sanyasya means “renouncing all activities that are not dedicated to him.” Nirāśhīḥ means “without hankering for the results of the actions.” The consciousness of dedicating all actions to God requires forsaking claim to proprietorship, and renouncing all desire for personal gain, hankering, and lamentation.\nThe summary of the instructions in the previous verses is that one should very faithfully reflect, “My soul is a tiny part of the Supreme Lord Shree Krishna. He is the Enjoyer and Master of all. All my works are meant for his pleasure, and thus, I should perform my duties in the spirit of yajña or sacrifice to him. He supplies the energy by which I accomplish works of yajña. Thus, I should not take credit for any actions authored by me.”"
    },
    {
      "chapter": 3,
      "verse": 36,
      "description": "Shree Krishna stated in the previous verse that one should not come under the influence of attraction and aversion. Arjun wishes to lead such a divine life, but finds the advice difficult to implement. So he asks Shree Krishna a question that is very realistic and representative of the human struggle. He says, “What force prevents us from reaching this high ideal? What makes one succumb to attachment and aversion?”\nWe all have a conscience that makes us feel remorseful while committing a sin. The conscience is grounded in the fact that God is the abode of virtue, and as his fragments, we all have an innate attraction for virtue and goodness. The goodness that is the nature of the soul gives rise to the voice of conscience. Thus, we cannot make the excuse that we did not know stealing, swindling, libel, extortion, murder, oppression, and corruption are sinful activities. We intuitively know these deeds to be sinful, and yet we commit such acts, as if some strong force impels to do them. Arjun wishes to know what that strong force is."
    },
    {
      "chapter": 3,
      "verse": 39,
      "description": "Here, the inimical nature of kām or lust is being made even more explicit by Lord Krishna. kām means “desire,” duṣhpūreṇa means “insatiable,” anala means “inexhaustible.” Desire overpowers the discriminatory power of the wise and lures them to fulfill it. However, the more they attempt to dowse the fire of desire, the more strongly it burns. The Buddha states:\nna kahāpaṇa vassena, titti kāmesu vijjati\nappassādā kāmā dukhā kāmā, iti viññāya paṇḍito \n(Dhammapada verse 186) [v20]\n“Desire burns like an unquenchable fire, which never brings happiness to anyone. The wise renounce it, knowing it to be the root of misery.” But those who do not understand this secret waste away their life in the futile pursuit of trying to satiate their lust."
    },
    {
      "chapter": 3,
      "verse": 40,
      "description": "By revealing the locations where lust resides, Shree Krishna now indicates that there is a method of controlling it. The fortress of the enemy must be spotted before one can lay siege on it. In this verse, Shree Krishna states that the senses, mind, and intellect are the places from where lust exercises its dominion over the soul. Under the sway of lust, the sense objects are desired by the senses, the senses infatuate the mind, the mind misleads the intellect, and the intellect loses its discriminatory powers. When the intellect is clouded, the living being is deluded to become a slave of lust and will do anything to satiate it.\nThese instruments—senses, mind, and intellect—are not bad in themselves. They were given to us for the purpose of achieving God-realization, but we have permitted lust in its many forms to lay siege on them. Now, we have to use the same senses, mind, and intellect to uplift ourselves. In the following verses, Shree Krishna explains how to do that."
    },
    {
      "chapter": 3,
      "verse": 42,
      "description": "An inferior entity can be controlled by its superior entity. Shree Krishna explains the gradation of superiority amongst the instruments God has provided to us. He describes that the body is made of gross matter; superior to it are the five knowledge-bearing senses (which grasp the perceptions of taste, touch, sight, smell, and sound); beyond the senses is the mind; superior to the mind is the intellect, with its ability to discriminate; but even beyond the intellect is the divine soul.\nThis knowledge of the sequence of superiority amongst the senses, mind, intellect, and soul, can now be used for rooting out lust, as explained in the final verse of this chapter."
    },
    {
      "chapter": 4,
      "verse": 4,
      "description": "Arjun is puzzled by the apparent incongruity of events in Shree Krishna’s statement. The Sun god has been present since almost the beginning of creation, while Shree Krishna has only recently been born in the world. If Shree Krishna is the son of Vasudev and Devaki, then his statement that he taught this science to Vivasvan, the Sun god appears inconsistent to Arjun, and he inquires about it. Arjun’s question invites an exposition on the concept of the divine descension of God, and Shree Krishna responds to it in the subsequent verses."
    },
    {
      "chapter": 4,
      "verse": 15,
      "description": "The sages who aspire for God are not motivated to work for material gain. Why then do they engage in activities in this world? The reason is that they wish to serve God, and are inspired to do works for his pleasure. The knowledge of the previous verse assures them that they themselves will never be bound by welfare work that is done in the spirit of devotion. They are also moved by compassion on seeing the sufferings of the materially bound souls who are bereft of God consciousness, and are inspired to work for their spiritual elevation. The Buddha once said, “After attaining enlightenment, you have two options—either you do nothing, or you help others attain enlightenment.”\nThus, even sages who have no selfish motive for work still engage in activities for the pleasure of God. Working in devotion also attracts the grace of God. Shree Krishna is advising Arjun to do the same.  Having asked Arjun to perform actions that do not bind one, the Lord now begins expounding the philosophy of action."
    },
    {
      "chapter": 4,
      "verse": 16,
      "description": "The principles of dharma cannot be determined by mental speculation. Even intelligent persons become confused in the maze of apparently contradictory arguments presented by the scriptures and the sages. For example, the Vedas recommend non-violence. Accordingly in the Mahabharat, Arjun wishes to follow the same course of action and shun violence but Shree Krishna says that his duty here is to engage in violence. If duty varies with circumstance, then to ascertain one’s duty in any particular situation is a complex matter. Yamraj, the celestial god of Death, stated:\ndharmaṁ tu sākṣhād bhagavat praṇītaṁ na vai vidur ṛiṣhayo nāpi devāḥ\n(Śhrīmad Bhāgavatam 6.3.19)[v17]\n“What is proper action and what is improper action? This is difficult to determine even for the great ṛiṣhis and the celestial gods. Dharma has been created by God himself, and he alone is its true knower.”  Lord Krishna says to Arjun that he shall now reveal to him the esoteric science of action and inaction through which he may free himself from material bondage."
    },
    {
      "chapter": 4,
      "verse": 17,
      "description": "Work has been divided by Shree Krishna into three categories—action (karm), forbidden action (vikarm), and inaction (akarm).\nAction. Karm is auspicious actions recommended by the scriptures for regulating the senses and purifying the mind.\nForbidden action. Vikarm is inauspicious actions prohibited by the scriptures since they are detrimental and result in degradation of the soul.\nInaction. Akarm is actions that are performed without attachment to the results, merely for the pleasure of God. They neither have any karmic reactions nor do they entangle the soul."
    },
    {
      "chapter": 4,
      "verse": 19,
      "description": "The soul, being a tiny part of God who is an ocean of bliss, naturally seeks bliss for itself. However, covered by the material energy, the soul mistakenly identifies itself with the material body. In this ignorance, it performs actions to attain bliss from the world of matter. Since these actions are motivated by the desire for sensual and mental enjoyment, they bind the soul in karmic reactions.\nIn contrast, when the soul is illumined with divine knowledge, it realizes that the bliss it seeks will be attained not from the objects of the senses, but in loving service to God. It then strives to perform every action for the pleasure of God. “Whatever you do, whatever you eat, whatever you offer as oblation to the sacred fire, whatever you bestow as a gift, and whatever austerities you perform, O son of Kunti, do them as an offering to me.” (Bhagavad Gita 9.27) Since such an enlightened soul renounces selfish actions for material pleasures and dedicates all actions to God, the works performed produce no karmic reactions. They are said to be burnt in the fire of divine knowledge."
    },
    {
      "chapter": 4,
      "verse": 21,
      "description": "Even according to worldly law, acts of violence that happen accidentally are not considered as punishable offences. If one is driving a car in the correct lane, at the correct speed, with eyes fixed ahead, and someone suddenly comes and falls in front of the car and dies as a result, the court of law will not consider it as a culpable offence, provided it can be proved that the person had no intention to maim or kill. It is the intention of the mind that is of primary importance, and not the action. Similarly, the mystics who work in divine consciousness are released from all sins, because their mind is free from attachment and proprietorship, and their every act is performed with the divine intention of pleasing God."
    },
    {
      "chapter": 4,
      "verse": 22,
      "description": "Just like there are two sides to a coin, so too God created this world full of dualities—there is day and night, sweet and sour, hot and cold, rain and drought, etc. The same rose bush has a beautiful flower and also an ugly thorn. Life too brings its share of dualities—happiness and distress, victory and defeat, fame and notoriety. Lord Ram himself, in his divine pastimes, was exiled to the forest the day before he was to be crowned as the king of Ayodhya.\nWhile living in this world, nobody can hope to neutralize the dualities to have only positive experiences. Then how can we successfully deal with the dualities that come our way in life? The solution is to take these dualities in stride, by learning to rise above them in equipoise in all situations. This happens when we develop detachment to the fruits of our actions, concerning ourselves merely with doing our duty in life without yearning for the results. When we perform works for the pleasure of God, we see both positive and negative fruits of those works as the will of God, and joyfully accept both."
    },
    {
      "chapter": 4,
      "verse": 23,
      "description": "In this verse, Lord Krishna summarizes the conclusion of the previous five verses. Dedication of all one’s actions to God results from the understanding that the soul is eternal servitor of God. Chaitanya Mahaprabhu said: jīvera svarūpa haya kṛiṣhṇera nitya-dāsa (Chaitanya Charitāmṛit, Madhya Leela, 20.108)[v18] “The soul is by nature the servant of God.” Those who are established in this knowledge perform all their actions as an offering to him and are released from the sinful reactions of their work.\nWhat is the kind of vision that such souls develop? Shree Krishna explains this in the next verse."
    },
    {
      "chapter": 4,
      "verse": 25,
      "description": "Sacrifice, or yajña, should be performed in divine consciousness as an offering to the Supreme Lord. However, people vary in their understanding, and hence perform sacrifice in different manners with dissimilar consciousness. Persons with lesser understanding, and wanting material rewards, make offerings to the celestial gods.\nOthers with deeper understanding of the meaning of yajña offer their own selves as sacrifice to the Supreme. This is called ātma samarpaṇ, or ātmāhutī, or offering one’s soul to God. Yogi Shri Krishna Prem explained this very well: “In this world of dust and din, whenever one makes ātmāhutī in the flame of divine love, there is an explosion, which is grace, for no true ātmāhutī can ever go in vain.” But what is the process of offering one’s own self as sacrifice? This is performed by surrendering oneself completely to God. Such surrender has six aspects to it, which have been explained in verse 18.66. Here, Shree Krishna continues to explain the different kinds of sacrifice that people perform."
    },
    {
      "chapter": 4,
      "verse": 27,
      "description": "There are some yogis who follow the path of discrimination, or jñāna yog, and take the help of knowledge to withdraw their senses from the world. While haṭha yogis strive to restrain the senses with brute will-power, jñāna yogis accomplish the same goal with the repeated practice of discrimination based on knowledge. They engage in deep contemplation upon the illusory nature of the world, and the identity of the self as distinct from the body, mind, intellect, and ego. The senses are withdrawn from the world, and the mind is engaged in meditation upon the self. The goal is to become practically situated in self-knowledge, in the assumption that the self is identical with the Supreme Ultimate reality. As aids to contemplation, they chant aphorisms such as: tattvamasi “I am That,” (Chhāndogya Upaniṣhad 6.8.7)[v21] and ahaṁ brahmāsmi “I am the Supreme Entity.” (Bṛihadāraṇyak Upaniṣhad 1.4.10) [v22]\nThe practice of jñāna yog is a very difficult path, which requires a very determined and trained intellect. The Śhrīmad Bhāgavatam (11.20.7) states: nirviṇṇānāṁ jñānayogaḥ [v23] “Success in the practice of jñāna yog is only possible for those who are at an advanced stage of renunciation.”"
    },
    {
      "chapter": 4,
      "verse": 32,
      "description": "One of the beautiful features of the Vedas is that they recognize and cater to the wide variety of human natures. Different kinds of sacrifice have thus been described for different kinds of performers. The common thread running through them is that they are to be done with devotion, as an offering to God. With this understanding, one is not bewildered by the multifarious instructions in the Vedas, and by pursuing the particular yajña suitable to one’s nature, one can be released from material bondage."
    },
    {
      "chapter": 4,
      "verse": 35,
      "description": "Just as darkness can never engulf the sun, similarly, illusion can never again overcome the soul who has once attained enlightenment. Tadviṣhṇoḥ paramaṁ padaṁ sadā paśhyanti sūrayaḥ “Those who have realized God always remain in God-consciousness.”\nUnder the illusion of Maya, we see the world as separate from God, and establish friendship or enmity with other human beings depending upon whether they satisfy or harm our self-interest. Divine knowledge that comes with enlightenment changes our perspective and vision of the world. Enlightened Saints see the world as the energy of God, and utilize whatever comes their way in the service of God. They also see all human beings as parts of God and harbor a divine attitude toward everyone. Thus, Hanuman says:\nsīyā rāmamaya saba jaga jānī, karauñ pranāma jori juga pānī. (Ramayan)[v34]\n“I see the forms of Lord Ram and Mother Sita in everyone, and so I fold my hands and offer my respects to all.”"
    },
    {
      "chapter": 4,
      "verse": 36,
      "description": "Material existence is like a vast ocean, where one is tossed around by the waves of birth, disease, old age, and death. The material energy subjects everyone to the three-fold miseries: ādiātmik—miseries due to one’s own body and mind, ādibhautik—miseries due to other living entities, and ādidaivik—miseries due to climactic and environmental conditions. In this state of material bondage, there is no respite for the soul, and endless lifetimes have gone by being subjected to these conditions. Like a football being kicked around the field, the soul is elevated to the celestial abodes, dropped to the hellish planes of existence, and brought back to the earthly realm, etc. according to its karmas of righteous or sinful deeds.\nDivine knowledge provides the boat to cross over the material ocean. The ignorant perform karmas and get bound by them. Performing the same karmas as a yajña to God liberates the knowledgeable. Thus, knowledge becomes the means of cutting material bondage. The Kaṭhopaniṣhad states:\nvijñānasārathiryastu manaḥ pragrahavān naraḥ\nso ’dhvanaḥ pāramāpnoti tadviṣhṇoḥ paramaṁ padam (1.3.9)\n“Illumine your intellect with divine knowledge; then with the illumined intellect, control the unruly mind, to cross over the material ocean and reach the divine realm.”"
    },
    {
      "chapter": 4,
      "verse": 37,
      "description": "Even a spark of fire has the potential to become a major conflagration and burn down a huge heap of combustible material. In 1666, the Great Fire of London began as only a little flame in a small bakery, but as it grew it consigned to flames 13,200 houses, 87 churches, and most of the city offices.\nWe too have a heap of karmas attached to each of us, consisting of the reactions of the sinful and righteous deeds performed by us over infinite lifetimes. If we endeavor to exhaust these karmas by reaping their results, it will take many more lifetimes, and in the meantime further karmas will accumulate in an endless process. But Shree Krishna assures Arjun that knowledge has the power to burn our heap of karmas in this lifetime itself. That is because knowledge of the soul and its relationship with God leads us to surrender to him. When we surrender to God, he burns our stockpile of endless lifetimes of karmas and releases us from material bondage."
    },
    {
      "chapter": 4,
      "verse": 38,
      "description": "Knowledge has the power to purify, elevate, liberate, and unite a person with God. It is thus supremely sublime and pure. But a distinction needs to be made between two kinds of knowledge—theoretical information and practical realization.\nThere is one kind of knowledge that is acquired by reading the scriptures and hearing from the Guru. This theoretical information is insufficient by itself. It is just as if someone has memorized a cookbook but has never entered the kitchen. Such theoretical knowledge of cooking does not help in satiating one’s hunger. Similarly, one may acquire theoretical knowledge on the topics of the soul, God, Maya, karm, jñāna, and bhakti from the Guru, but that by itself does not make a person God-realized. When one practices sādhanā in accordance with the theory, it results in purification of the mind. Then, from within one gets realization of the nature of the self and its relationship with God. The Sage Patañjali states:\nśhrutānumāna-prajñābhyām anya-viṣhayā viśheṣhārthatvāt (Yog Darśhan 1.49)[v36]\n“The knowledge attained by realization from within through the practice of Yog is far superior to theoretical knowledge of the scriptures.” Such realized knowledge is being extolled by Shree Krishna as the purest sublime thing."
    },
    {
      "chapter": 4,
      "verse": 41,
      "description": "Karm is actions involved in prescribed rituals and social duties, sanyās means “to renounce,” while “yog” means “to unite with God.” Here, Shree Krishna has used the word yogasanyasta karmāṇaṁ, referring to “those who renounce all ritualistic karm, dedicating their body, mind, and soul to God.” Such persons do their every action as a service to God. Shree Krishna says that their work performed in devotion do not bind them.\nOnly those actions bind one in karma, which are performed to fulfill one’s self-interest. When work is done only for the pleasure of God, such action becomes free from all karmic reaction. They are like multiplying numbers with 0 (zero). If we multiply 0 with 10, the result will be 0; if we multiply 0 with 1000, the result will remain 0; and if we multiply 0 with 1 million, the result will still be 0. Similarly, the works that enlightened souls perform in the world do not bind them, because they are offered to God in the fire of Yog, i.e. they are done for the pleasure of God. Thus, although doing all kinds of works, the Saints remain unfettered from the bonds of karma."
    },
    {
      "chapter": 5,
      "verse": 7,
      "description": "The word ātmā has been used in multiple ways in the Vedic literature: for God, for the soul, for the mind, and for the intellect.  This verse typifies all these uses.  Shree Krishna describes the karm yogi who is yog yukt (united in consciousness with God).  He says that such a noble soul is:  1) viśhuddhātmā, of purified intellect, 2) vijitātmā, who has conquered the mind, and 3) jitendriya, one who has controlled the senses.    \nSuch karm yogis, with purified intellect, see God situated in all living beings, and behave respectfully toward everyone without attachment.  Since their actions are not motivated by the desire for self-enjoyment, their knowledge is progressively clarified.  As their desires are eliminated, the senses, mind, and intellect that were being propelled for sense pleasures come under control.  These instruments are now available for the service of the Lord.  Devotional service leads to realized knowledge from within.  In this way, karm-yog naturally brings about these successive stages of enlightenment, and hence is no different from karm sanyās."
    },
    {
      "chapter": 5,
      "verse": 8,
      "description": "Whenever we accomplish anything substantial, we are overcome with the pride that we have done something great.  The pride of being the doer of one’s actions is a stumbling block to rising beyond material consciousness.  However, the God-conscious karm yogis overcome this obstacle with ease.  With purified intellect, they see themselves as separate from the body, and hence they do not attribute their bodily actions to themselves.  The body is made from the material energy of God, and thus they attribute all their works as done by the power of God.  Since they have surrendered to the will of God, they depend upon Him to inspire their mind and intellect in accordance with His divine will.  So, they remain situated in the understanding that God is the doer of everything. \n The Sage Vasishth advised Lord Ram:\nkartā bahirkartāntarloke vihara rāghava   (Yog Vāsiṣhṭh)\n“O Ram, externally engage in actions diligently, but internally practice to see yourself as the non-doer and God as the prime mover of all your activities.”  In this divine consciousness, the karm yogis see themselves as mere instruments in the hands of God.  Shree Krishna explains in the following verse the consequences of work done in this consciousness."
    },
    {
      "chapter": 5,
      "verse": 9,
      "description": "Whenever we accomplish anything substantial, we are overcome with the pride that we have done something great.  The pride of being the doer of one’s actions is a stumbling block to rising beyond material consciousness.  However, the God-conscious karm yogis overcome this obstacle with ease.  With purified intellect, they see themselves as separate from the body, and hence they do not attribute their bodily actions to themselves.  The body is made from the material energy of God, and thus they attribute all their works as done by the power of God.  Since they have surrendered to the will of God, they depend upon Him to inspire their mind and intellect in accordance with His divine will.  So, they remain situated in the understanding that God is the doer of everything. \n The Sage Vasishth advised Lord Ram:\nkartā bahirkartāntarloke vihara rāghava   (Yog Vāsiṣhṭh)\n“O Ram, externally engage in actions diligently, but internally practice to see yourself as the non-doer and God as the prime mover of all your activities.”  In this divine consciousness, the karm yogis see themselves as mere instruments in the hands of God.  Shree Krishna explains in the following verse the consequences of work done in this consciousness."
    },
    {
      "chapter": 5,
      "verse": 12,
      "description": "How is it to be understood that performing the same actions some people are bound to material existence and others are released from material bondage?  Shree Krishna gives the answer in this verse.  Those who are unattached and unmotivated by material rewards are never bound by karma.  But those craving reward and obsessed with the desire to enjoy material pleasures become entangled in the reactions of work.\nThe word yukt means “united in consciousness with God.”  It can also mean “not wanting any reward other than purification of the heart.”  Persons who are yukt relinquish desire for the rewards of their actions, and instead engage in works for the purpose of self-purification.  Therefore, they soon attain divine consciousness and eternal beatitude.  \nOn the other hand, ayukt means “not united with God in consciousness.”  It can also denote “desiring mundane rewards not beneficial to the soul.”  Such persons, incited by cravings, lustfully desire the rewards of actions.  The reactions of work performed in this consciousness bind these ayukt persons to the samsara or the cycle of life and death."
    },
    {
      "chapter": 5,
      "verse": 17,
      "description": "Just as ignorance causes one to suffer in samsara, or the perpetual cycle of life and death, knowledge has the power to release one from material bondage.  Such knowledge is always accompanied with devotion to God.  This verse makes very emphatic use of words denoting complete God-consciousness.\nTadbuddhayaḥ means the intellect is directed toward God.\nTadātmanaḥ means the heart (mind and intellect) is solely absorbed in God.\nTanniṣhṭhāḥ means the intellect has firm faith in God. \nTatparāyaṇaḥ means striving after God as the supreme goal and refuge.\nThus, the sign of true knowledge is that it leads to love for God.  Imbued with such love, devotees see Him everywhere. Such a divine vision is described in the next verse."
    },
    {
      "chapter": 5,
      "verse": 19,
      "description": "Sri Krishna uses the word sāmye to mean one possessed of an equal vision toward all living beings, as explained in the previous verse.  Further, equality in vision also means to rise beyond likes and dislikes, happiness and misery, pleasure and pain.  Shree Krishna says that those who are able to do so transcend the samsara of repeated birth and death.\nSo long as we think of ourselves as the body, we cannot attain this equality of vision because we will experience continued desires and aversions for bodily pleasures and discomforts.  Saints rise above bodily consciousness and absorb their minds in God, giving up all worldly attachments.  The Ramayan states:\nsevahiṅ lakhanu sīya raghubīrahi, jimi abibekī puruṣha sarīrahi.\n“Lakshman served Lord Ram and Sita, just as an ignorant person serves his body.” \nWhen one’s mind is situated in this divine consciousness, attachment to bodily pleasures and pains get transcended, and one reaches a state of equanimity.  This equipoise that comes through the sacrifice of selfish bodily desires makes one godlike in demeanor.  The Mahabharat states: yo na kāmayate kiñchit brahma bhūyāya kalpate  “One who gives up desires becomes like God.”"
    },
    {
      "chapter": 5,
      "verse": 21,
      "description": "The Vedic scriptures repeatedly describe God as an ocean of unlimited divine bliss:\nānando brahmeti vyajānāt   (Taittirīya Upaniṣhad 3.6)\n“Know God to be bliss.”\nkevalānubhavānanda svarūpaḥ parameśhvaraḥ   (Bhagavatam 7.6.23)\n“God’s form is made of pure bliss.”\nānanda mātra kara pāda mukhodarādi   (Padma Purāṇ)\n“God’s hands, feet, face, stomach, etc. are all made of bliss.”\njo ānand sindhu sukharāsī   (Ramayan)\n“God is an ocean of bliss and happiness.”\nAll these mantras and verses from the scriptures emphasize that divine bliss is the nature of God’s personality.  The yogi, who absorbs the senses, mind, and intellect in God, begins to experience the infinite bliss of God who is seated within"
    },
    {
      "chapter": 5,
      "verse": 27,
      "description": "Often renunciants are more inclined toward aṣhṭāṅg-yog or haṭha-yog along with their practice of asceticism.  Their extreme detachment makes them disinterested in the path of devotion, which requires meditation on the Names, Forms, Pastimes, and Abodes of God.  Shree Krishna here describes the path that the ascetics take. \nHe says that such ascetics shut out thoughts of sense objects by controlling their sight and breath.  They focus their gaze between their eyebrows.  If the eyes are fully closed, sleep may overtake one; and if they are wide open, they may get distracted by the objects around them.  In order to avoid both these defects, the ascetics concentrate their gaze, with eyes half-open, between the eyebrows or the tip of the nose.  They also harmonize the prāṇ (outgoing breath) with the apān (incoming breath), until both become suspended in yogic trance.  This yogic process enables the controlling of the senses, mind, and intellect.  Such persons make liberation from the material energy as their only goal. \nSuch ascetic practices lead to ātma jñāna (knowledge of the self), not to brahma jñāna (knowledge of God).  Hence, the ascetic path must also be consummated through devotion to God, as stated in the next verse."
    },
    {
      "chapter": 5,
      "verse": 28,
      "description": "Often renunciants are more inclined toward aṣhṭāṅg-yog or haṭha-yog along with their practice of asceticism.  Their extreme detachment makes them disinterested in the path of devotion, which requires meditation on the Names, Forms, Pastimes, and Abodes of God.  Shree Krishna here describes the path that the ascetics take. \nHe says that such ascetics shut out thoughts of sense objects by controlling their sight and breath.  They focus their gaze between their eyebrows.  If the eyes are fully closed, sleep may overtake one; and if they are wide open, they may get distracted by the objects around them.  In order to avoid both these defects, the ascetics concentrate their gaze, with eyes half-open, between the eyebrows or the tip of the nose.  They also harmonize the prāṇ (outgoing breath) with the apān (incoming breath), until both become suspended in yogic trance.  This yogic process enables the controlling of the senses, mind, and intellect.  Such persons make liberation from the material energy as their only goal. \nSuch ascetic practices lead to ātma jñāna (knowledge of the self), not to brahma jñāna (knowledge of God).  Hence, the ascetic path must also be consummated through devotion to God, as stated in the next verse."
    },
    {
      "chapter": 6,
      "verse": 4,
      "description": "As the mind becomes attached to God in Yog, it naturally becomes detached from the world. So an easy criterion of evaluating the state of one’s mind is to check whether it has become free from all material desires. A person will be considered detached from the world when one no longer craves for sense objects nor is inclined to perform any actions for attaining them. Such a person ceases to look for opportunities to create circumstances to enjoy sensual pleasures, eventually extinguishes all thoughts of enjoying sense objects, and also dissolves the memories of previous enjoyments.\nThe mind now no longer gushes into self-centered activities at the urge of the senses. When we achieve this level of mastery over the mind, we will be considered elevated in Yog."
    },
    {
      "chapter": 6,
      "verse": 7,
      "description": "Shree Krishna explained in verse 2.14 that the contact between the senses and the sense objects gives the mind the experience of heat and cold, joy and sorrow. As long as the mind has not been subdued, a person chases after the sensual perceptions of pleasure and recoils from the perceptions of pain. The yogi who conquers the mind is able to see these fleeting perceptions as the workings of the bodily senses, distinct from the immortal soul, and thus, remain unmoved by them. Such an advanced yogi rises above the dualities of heat and cold, joy and sorrow, etc.\nThere are only two realms in which the mind may dwell—one is the realm of Maya and the other is the realm of God. If the mind rises above the sensual dualities of the world, it can easily get absorbed in God. Thus, Shree Krishna has stated that an advanced yogi’s mind becomes situated in samādhi (deep meditation) upon God."
    },
    {
      "chapter": 6,
      "verse": 8,
      "description": "Jñāna, or knowledge, is the theoretical understanding obtained by listening to the Guru and from the study of the scriptures. Vijñāna is the realization of that knowledge as an internal awakening and wisdom from within. The intellect of the advanced yogi becomes illumined by both jñāna and vijñāna. Equipped with wisdom, the yogi sees all material objects as modifications of the material energy. Such a yogi does not differentiate between objects based on their attractiveness to the self. The enlightened yogi sees all things in their relationship with God. Since the material energy belongs to God, all things are meant for his service.\nThe word kuṭastha refers to one who distances the mind from the fluctuating perceptions of senses in contact with the material energy, neither seeking pleasurable situations nor avoiding unpleasurable ones. Vijitendriya is one who has subjugated the senses. The word yukt means one who is in constant communion with the Supreme. Such person begins tasting the divine bliss of God, and hence becomes a tṛiptātmā, or one fully satisfied by virtue of realized knowledge."
    },
    {
      "chapter": 6,
      "verse": 11,
      "description": "Shree Krishna explains in this verse the external practice for sādhanā. Śhuchau deśhe means a pure or sanctified place. In the initial stages, the external environment does impact the mind. In later stages of sādhanā, one is able to achieve internal purity even in dirty and unclean places. But for neophytes, clean surroundings help in keeping the mind clean as well. A mat of Kuśh grass provides temperature insulation from the ground, akin to the yoga mats of today. The deer skin atop it deters poisonous pests like snakes and scorpions from approaching while one is absorbed in meditation. If the āsan is too high, there is the risk of falling off; if the āsan is too low, there is danger of disturbance from insects on the ground. Some instructions regarding external seating given in this verse may be somewhat anachronous to modern times, in which case the spirit of the instruction is to be absorbed in the thought of God, while the instructions for the internal practice remain the same."
    },
    {
      "chapter": 6,
      "verse": 18,
      "description": "When does a person complete the practice of Yog? The answer is when the controlled chitta (mind) becomes fixed and focused exclusively on God. It is then simultaneously and automatically weaned away from all cravings of the senses and desires for worldly enjoyment. At that time one can be considered as yukt, or having perfect Yog. At the end of this very chapter, he also states: “Of all yogis, those whose minds are always absorbed in me, and who engage in devotion to me with great faith, them I consider to be the highest of all.” (Verse 6.47)"
    },
    {
      "chapter": 6,
      "verse": 19,
      "description": "In this verse, Shree Krishna gives the simile of the flame of a lamp. In the wind, the flame flickers naturally and is impossible to control. However, in a windless place, the flame becomes as steady as a picture. Similarly, the mind is fickle by nature and very difficult to control. But when the mind of a yogi is in enthralled union with God, it becomes sheltered against the winds of desire. Such a yogi holds the mind steadily under control by the power of devotion."
    },
    {
      "chapter": 6,
      "verse": 20,
      "description": "Having presented the process of meditation and the state of its perfection, Shree Krishna now reveals the results of such endeavors. When the mind is purified, one is able to perceive the self as distinct from the body, mind, and intellect. For example, if there is muddy water in a glass, we cannot see through it. However, if we put alum in the water, the mud settles down and the water becomes clear. Similarly, when the mind is unclean, it obscures perception of the soul and any acquired scriptural knowledge of the ātmā is only at the theoretical level. But when the mind becomes pure, the soul is directly perceived through realization."
    },
    {
      "chapter": 6,
      "verse": 28,
      "description": "Happiness can be classified into four categories:\nsāttvikaṁ sukhamātmotthaṁ viṣhayotthaṁ tu rājasamtāmasaṁ moha dainyotthaṁ nirguṇaṁ madapāśhrayām(Bhāgavatam 11.25.29)[v21]\nTāmasic happiness. This is the pleasure derived from narcotics, alcohol, cigarettes, meat products, violence, sleep, etc.\nRājasic happiness. This is the pleasure from the gratification of the five senses and the mind.\nSāttvic happiness. This is the pleasure experienced through practicing virtues, such as compassion, service to others, cultivation of knowledge, stilling of the mind, etc. It includes the bliss of self-realization experienced by the jñānīs when they stabilize the mind upon the soul.\nNirguṇa happiness. This is the divine bliss of God, which is infinite in extent. Shree Krishna explains that the yogi who becomes free from material contamination and becomes united with God attains this highest state of perfect happiness. He has called this unlimited bliss in verse 5.21 and supreme bliss in verse 6.21."
    },
    {
      "chapter": 6,
      "verse": 29,
      "description": "During the festival of Diwali in India, shops sell sugar candy molded in various forms, as cars, airplanes, men, women, animals, balls, caps, etc. Children fight with their parents that they want a car, elephant, and so on. The parents smile at their innocuousness, thinking that they are all made from the same sugar ingredient, and are all equally sweet.\nSimilarly, the ingredient of everything that exists is God himself, in the form of his various energies.\neka deśhasthitasyāgnirjyotsnā vistāriṇī yathā\nparasya brahmaṇaḥ śhaktistathedamakhilaṁ jagat (Nārad Pañcharātra)[v22]\n“Just as the sun, while remaining in one place, spreads its light everywhere, similarly the Supreme Lord, by his various energies pervades and sustains everything that exists.” The perfected yogis, in the light of realized knowledge, see everything in its connection with God."
    },
    {
      "chapter": 6,
      "verse": 32,
      "description": "We consider all the limbs of our body as ours, and are equally concerned if any of them is damaged. We are incontrovertible in the conviction that the harm done to any of our limbs is harm done to ourselves. Similarly, those who see God in all beings consider the joys and sorrows of others as their own. Therefore, such yogis are always the well-wishers of all souls and they strive for the eternal benefit of all. This is the sama-darśhana (equality of vision) of perfected yogis."
    },
    {
      "chapter": 6,
      "verse": 33,
      "description": "Arjun speaks this verse, beginning with the words yo yam, “This system of Yog,” referring to the process described from verse 6.10 forward. Shree Krishna has just finished explaining that for perfection in Yog we must:\n— subdue the senses\n— give up all desires\n— focus the mind upon God alone\n— think of him with an unwavering mind\n— see everyone with equal vision\nArjun frankly expresses his reservation about what he has heard by saying that it is impracticable. None of the above can be accomplished without controlling the mind. If the mind is restless, then all these aspects of Yog become unattainable as well."
    },
    {
      "chapter": 6,
      "verse": 34,
      "description": "Arjun speaks for us all when he describes the troublesome mind. It is restless because it keeps flitting in different directions, from subject to subject. It is turbulent because it creates upheavals in one’s consciousness, in the form of hatred, anger, lust, greed, envy, anxiety, fear, attachment, etc. It is strong because it overpowers the intellect with its vigorous currents and destroys the faculty of discrimination. The mind is also obstinate because when it catches a harmful thought, it refuses to let go, and continues to ruminate over it again and again, even to the dismay of the intellect. Thus enumerating its unwholesome characteristics, Arjun declares that the mind is even more difficult to control than the wind. It is a powerful analogy for no one can ever think of controlling the mighty wind in the sky.\nIn this verse, Arjun has addressed the Lord as Krishna. The word “Krishna” means: karṣhati yogināṁ paramahansānāṁ chetānsi iti kṛiṣhṇaḥ [v25] “Krishna is he who forcefully attracts the minds of even the most powerfully-minded yogis and paramahansas.” Arjun is thus indicating that Krishna should also attract his restless, turbulent, strong, and obstinate mind."
    },
    {
      "chapter": 6,
      "verse": 36,
      "description": "The Supreme Divine Personality, Shree Krishna, now gives the link between the control of the mind and success in Yog. He says that those who have not learnt to bridle the mind through abhyās and vairāgya find great difficulty in the practice of Yog. But those who have brought the mind under their control through persistent effort can achieve success by adopting the proper means. The perfect process has already been described by him from verses 6.10 to 6.32. It includes subduing the senses, giving up all desires, focusing the mind upon God alone, thinking of him with an unwavering mind, and seeing everyone with equal vision.\nThis statement creates a doubt in Arjun’s mind regarding the sādhak who is unable to control the mind, and he now questions Shree Krishna in this regard."
    },
    {
      "chapter": 6,
      "verse": 37,
      "description": "The journey toward God-realization begins with śhraddhā (faith). Many sincere souls develop faith in the divine knowledge of the scriptures by virtue of the sanskārs of their past lives, or the association of saints, or reversals in the world, etc. There can be many reasons that create the śhraddhā required to begin the journey. However, if these aspirants do not put in the necessary effort and become ayatiḥ (lax), then the mind remains chalit (restless). Such aspirants are unable to complete the journey in this life. Arjun inquires into the fate of such sādhaks."
    },
    {
      "chapter": 6,
      "verse": 38,
      "description": "The desire to attain success is natural to the jīva. It comes from being a part of God, who is all-perfect, and hence the soul too wishes to be perfect and successful like its source—God. Success can be attained in two realms—material and spiritual. Those who consider the world to be a source of happiness strive for material advancement. And those who consider spiritual wealth to be the real treasure worthy of possessing, strive for it by rejecting material endeavors. However, if such spiritualists fail in their attempt, they are apparently left with neither spiritual nor material assets. Thinking in this manner, Arjun asks whether their position is like that of a broken cloud. A cloud, which breaks away from the group of clouds, becomes worthless. It neither offers sufficient shade, nor does it increase its weight and become rain-bearing. It merely blows in the wind and perishes like a non-entity in the sky. Arjun asks whether the unsuccessful yogi suffers a similar fate, with no position in any sphere."
    },
    {
      "chapter": 6,
      "verse": 39,
      "description": "Doubts arise from ignorance, and the power to dispel doubts comes from knowledge. Scholars of the scriptures possess theoretical knowledge, which is not good enough to dispel doubts, because the scriptures contain many apparent contradictions that can be reconciled only by realization. The God-realized Saints do possess realized knowledge that is limited in extent. They do not become all-knowing. Such realized Saints do possess the power to dispel doubts, but they cannot compete with God, who is all-knowing. God alone is sarvajña (omniscient) and sarva-śhaktimān (all-powerful), and hence he is supremely competent in removing all ignorance, just as the sun is competent in repealing the darkness."
    },
    {
      "chapter": 6,
      "verse": 40,
      "description": "The word Tāta is a word of endearment, which literally means “son.” By addressing Arjun as Tāta in this verse, Shree Krishna is demonstrating his affection for him. The son is affectionately addressed as Tāta. The Guru is like a father to his disciple, and hence the Guru too sometimes affectionately addresses the disciple as Tāta. Here, by displaying his affection and grace toward Arjun, Shree Krishna wishes to indicate that God takes care of those who tread on his path. They are dear to God because they engage in the most auspicious kind of activity, and “the doer of good never comes to grief.” This verse asserts that God preserves the devotee both in this world and the world hereafter. This pronouncement is a great assurance to all spiritual aspirants. Shree Krishna then goes on to explain how God preserves the efforts of the yogi who does not complete the journey in the present life."
    },
    {
      "chapter": 6,
      "verse": 43,
      "description": "God, who is seated within the heart of every living being, is perfectly just. Whatever spiritual assets we had accumulated in the past life—detachment, wisdom, devotion, faith, tolerance, determination, etc.—are known to him. So, at the appropriate time, he gives us the fruits of our past efforts and enhances our spirituality from within, in accordance with our previous attainments. This explains why some people harboring materialistic views suddenly become deeply spiritual. When their spiritual sanskārs awaken, they get the benefit of their sādhanā of previous lives.\nA traveler may break journey to rest the night in a hotel on the wayside. But when he wakes up, he does not need to again tread the distance already covered. He simply moves ahead to cover the remaining distance. Likewise, by God’s grace, the yogi of past lives receives the previous spiritual assets accumulated, to be able to continue the journey where he had left off, like someone who has woken up from sleep. That is why such a yogi never gets lost."
    },
    {
      "chapter": 6,
      "verse": 44,
      "description": "Once spiritual sentiments have sprouted, they cannot be wiped out. The soul with devotional sanskārs (tendencies and impressions) from the present and past lifetimes gets naturally inspired toward spirituality. Such an individual feels drawn toward God, and this pull is also referred to as “the call of God.” Based upon the past sanskārs the call of God sometimes becomes so strong that it is said, “The call of God is the strongest call in one’s life.” People who experience it reject the entire world and the advice of their friends and relatives to tread the path that draws their heart. That is how in history, great princes, noblemen, wealthy businesspersons, etc. renounced the comfort of their worldly position to become ascetics, yogis, sages, mystics, and swamis. And since their hunger was for God alone, they naturally rose above the ritualistic practices prescribed in the Vedas for material advancement."
    },
    {
      "chapter": 6,
      "verse": 45,
      "description": "The accumulated practice of many past lives becomes the helpful breeze for spiritual progress. In this breeze, the yogis, continuing from past lives, hoist their sail in the form of sincere endeavor in the present life. Shree Krishna uses the words prayatnād yatamānastu, which means “striving harder than before.” The word tu indicates their present endeavor is deeper than in previous lifetimes when they were unsuccessful in completing the journey.\nThey are thus able to take advantage of the momentum carried forward from the past and allow the favorable wind to sweep them to the goal. To onlookers, it may seem that they covered the entire distance in the present life, but Shree Krishna says: aneka janma sansiddhaḥ “Perfection in Yog is the result of the accumulated practice of many lives.”"
    },
    {
      "chapter": 6,
      "verse": 46,
      "description": "A  tapasvī  (ascetic) is one who accepts voluntary mortification and lives an extremely austere lifestyle, refraining from sensual pleasures and the accumulation of material wealth, as an aid in the pursuit of salvation. A  jñānī  is a person of learning who actively engages in the cultivation of knowledge. A  karmī  is one who performs the Vedic rituals for attaining material opulence and the celestial abodes. Shree Krishna declares the yogi to be superior to them all. The reason for this is simple. The goal of the  karmī, jñānī,  and  tapasvī  is worldly attainment; they are still at the bodily platform of existence. The yogi is striving not for the world, but for God. As a result, the yogi’s accomplishment is at the spiritual platform and is superior to them all."
    },
    {
      "chapter": 7,
      "verse": 1,
      "description": "While concluding the previous chapter, Shree Krishna stated that the best yogis are those who exclusively focus on God and serve Him with great dedication. This gives rise to a few questions, such as, how can one get to know the Supreme Lord? How should a devotee worship Him and meditate upon Him?\nAlthough Arjun had not asked these questions, yet the Omniscient and kind Lord began to answer. Here, Shree Krishna has used the terms mad-āśhrayaḥ, meaning “with your mind focused on Me” and śhṛiṇu, which means “listen.” He is asking Arjun to listen to Him attentively."
    },
    {
      "chapter": 7,
      "verse": 6,
      "description": "Living beings are a manifestation of God’s two energies, jīva śhakti, the sentient soul energy, and Maya, the insentient material energy or matter. In the material realm, all life is a combination of both matter and soul. Matter by itself is insentient or lifeless, and the sentient soul needs a carrier body. Hence, both come together to form a living being.\nSimilarly, the entire creation is a manifestation of God’s energies. One cycle of creation lasts for 100 years of Brahma. Then the Supreme Lord starts the process of dissolution. The five gross elements merge into five subtle elements, which in turn merge into ahankār. Ahankār goes back into mahān, which again unites with prakṛiti.  Prakṛiti now resides inside the body of Maha Vishnu (another form of the Supreme Lord).  All the materially bound souls, which could not get liberated during this cycle of creation, also reside in God’s body. They remain unmanifested, waiting for the next cycle of creation.\nWhen God decides to create, the entire cycle begins all over again (as explained in verse 7.4), and a new world comes into existence. Therefore, God is the source, the sustainer, and the resting place for the entire creation."
    },
    {
      "chapter": 7,
      "verse": 9,
      "description": "In continuation to the previous verses, Shree Krishna declares that He is the source and the most vital ingredient of everything. The entire universe is an extension of His opulence. On Earth, He is the force behind both the non-living and the living. He is the mild and pure fragrance of the earth and the bright radiance of a flame. He is the life-force of all living creatures. The ascetics or sadhus consciously deny themselves of bodily pleasures and perform austerities for self-purification. Lord Krishna says He is indeed the force behind their capacity to do penance."
    },
    {
      "chapter": 7,
      "verse": 11,
      "description": "Desire is an active craving for things not attained. Fueled with passion, one achieves and experiences the desired objects. But this causes attachment, which is a passive mental emotion that provokes the thirst for more. Therefore, when Shree Krishna states kāma-rāga-vivarjitam; He means “devoid of passion and attachment.” Explaining the nature of His strength, He says that He is the serene and sublime strength in people, which empowers them; to successfully fulfill their duties and responsibilities. \nWhen sexual activity is undertaken only for sensual pleasure and is devoid of any regulative principles, it is considered beastly or animalistic. Whereas, it is regarded, in line with the scriptural injunctions and not a contrary virtue, when carried out for procreation by a householder. Here, Shree Krishna has mentioned that within the institution of marriage, He is the controlled, virtuous, and well-intended sexual activity of a householder."
    },
    {
      "chapter": 7,
      "verse": 12,
      "description": "In this verse, Shree Krishna sums up His glories that He had described in the previous four verses. He says, “Arjun, I have explained how I am the essence of all objects.  But there is no point in going into detail.  All good-bad and ugly objects and states of existence are made possible only by My energy.”\nEven though the entire creation originates from God, He is beyond His creation and independent of it. A famous poet Alfred Tennyson stated in his poem “In Memorium:”\nOur little systems have their day;They have their day and cease to be.They are but broken lights of thee,And thou, O Lord, art more than they."
    },
    {
      "chapter": 7,
      "verse": 13,
      "description": "The omniscience Lord Krishna was aware that the following question will come to Arjun’s mind, “If such are your Vibhutis (opulence), then why most humans forget that you are the Supreme creator and controller of this entire creation?”\nShree Krishna says that humans are deluded by the three modes of Maya (His material energy) that are ignorance, passion and goodness. These veil the human consciousness and cause fascination with the bodily pleasures which are short-lived. The word “Maya” is made from mā (not) and yā (what is).  Thus, Maya means “that which is not what it appears to be.”\nMaya, being one of God’s energy, is engaged in the service of hiding His true nature from the souls who are not yet eligible or God-realized. It lures and confuses the souls who are already vimukh (having their backs turned) from God. It also troubles them with problems and difficulties aided by the three-fold material miseries. By this, Maya makes the souls realize that they can never be happy unless they are sanmukh (their face turned) toward God."
    },
    {
      "chapter": 7,
      "verse": 17,
      "description": "Shree Krishan says in this verse that those who are seeking God in distress, for worldly gains or out of curiosity, etc. are yet to possess selfless devotion. Gradually in the process of devotion, their hearts become pure, and they realize their eternal relationship with God. Then they develop selfless, exclusive, and incessant devotion toward Him. Now that they have the knowledge that the happiness of the world is temporary and God is the source of eternal bliss, they neither crave for favorable circumstances nor lament over reversals in the world. They become situated in selfless devotion with complete self-surrender. And for their Divine Beloved, they are willing to offer themselves as an offering in the fire of divine love. Shree Krishna declares that such devotees are dearest Him."
    },
    {
      "chapter": 7,
      "verse": 20,
      "description": "Shree Krishna says that people worship the devatās (celestial gods) as per the prescribed rituals to attain material gains. Material desires have shrouded their knowledge. Hence, they forget that the Supreme Lord is the source of all that exists, including these celestial gods. As a president of a country appoints his officers among different departments. Similarly, these celestial gods also occupy different positions in the working of God’s creation. They derive their powers from God; they are not independent of Him. They can bestow on their devotees only material things that are under their control. But cannot liberate anyone from the bondage of Maya or the cycle of birth and death because; they themselves are not liberated from this cycle. God alone has the power to do so. The celestial gods are also souls like us. However, they have attained these positions in the celestial abodes as a result of their pious deeds from previous lives. Once their account of pious deeds depletes, they have to return to earth. Hence, even the celestial gods are perishable; God alone is eternal."
    },
    {
      "chapter": 7,
      "verse": 22,
      "description": "Shree Krishna reiterates in this verse that the celestial gods do not have the capacity to fulfill the material desires of their devotees. They can only grant wishes if God permits it. Labhate means “to obtain.” The devotees with mediocre understanding may think that they have obtained their desired material objects by pleasing the devatās (celestial gods). However, it is not the devatās, but God who facilitates everything."
    },
    {
      "chapter": 7,
      "verse": 28,
      "description": "Shree Krishna says that those souls who have freed their minds from the dualities of hatred and desire worship him with unshakeable determination. They neither seek pleasure in the material world nor feel an aversion for pain. They are cautious while indulging in worldly pleasures as it may again delude their soul. Earlier, in verse 2.69, Shree Krishna had said, “What the ignorant consider as night, the wise consider as day.” Such devotees, who aspire to attain God-realization, look upon adversities as an opportunity for spiritual growth and renunciation."
    },
    {
      "chapter": 7,
      "verse": 30,
      "description": "In this verse, Shree Krishna mentions that those enlightened souls who know Him are truly devoted to Him, and even at the time of their death, they are in full consciousness of Him. Such true devotees attain His divine abode. But how can one remember God even at the time of death? Death is said to be a very painful journey, comparable to 2000 scorpions biting at the same time. Such extreme pain is beyond the tolerance of any normal human; a person loses consciousness; the mind and the intellect stop working much before the end. One cannot remember anything in that state. Where is the question of remembering God? How do they do it then?\nThose enlightened beings who have attained true knowledge are ever filled with devotion to God, their mind and intellect, all surrendered and attached to Him alone. Thus, their bodies are beyond pleasure and pain even at the time of death. Their soul is completely disconnected from lamentation and hankering at the material level because it is no longer in bodily consciousness.  \nShree Krishna has explained the words adhibhūta, adhidaiva, and adhiyajña in the next chapter."
    },
    {
      "chapter": 8,
      "verse": 1,
      "description": "Toward the end of the previous chapter, Shree Krishna had mentioned a few words like Brahman, adhibhuta, adhiyatma, adhidaiva, and adhiyajna. Also, that the enlightened souls are in full consciousness of Him even at the time of their death. Hearing this, Arjun is curious and wants to know more. In these two verses, he puts forth to Shree Krishna seven questions, out of which six are about these words, and the seventh question is regarding remembering God at the time of death. Since Shree Krishna had Himself introduced these subjects, Arjun wants Him to elaborate upon them."
    },
    {
      "chapter": 8,
      "verse": 2,
      "description": "Toward the end of the previous chapter, Shree Krishna had mentioned a few words like Brahman, adhibhuta, adhiyatma, adhidaiva, and adhiyajna. Also, that the enlightened souls are in full consciousness of Him even at the time of their death. Hearing this, Arjun is curious and wants to know more. In these two verses, he puts forth to Shree Krishna seven questions, out of which six are about these words, and the seventh question is regarding remembering God at the time of death. Since Shree Krishna had Himself introduced these subjects, Arjun wants Him to elaborate upon them."
    },
    {
      "chapter": 8,
      "verse": 3,
      "description": "The Vedas address God by several names; Brahman is one of them. In this verse, Shree Krishna says to Arjun that the Supreme Entity is called the Brahman. Time, space, the chain of cause and effect, etc., are all characteristics of the material realm. However, the Brahman is beyond these, as He is transcendental to the material plane. He is described as aksharam or indestructible because He is unaffected by the changes in the universe. \nThe Brihadaranyak Upanishad 3.8.8 states, “Learned people speak of Brahman as akshar (indestructible).  It is also designated as Param (Supreme) because It possesses qualities beyond those possessed by maya and the souls.”\nThe word adhyatma has two meanings in Sanskrit. One is the science of the soul, and the second is the path to spirituality. However, here Shree Krishna has used it for one’s own self that includes the body, mind, and intellect.\nKarmas are fruitive activities performed by a person. It is these karmas that forge every individual’s distinct conditions of existence in various lifetimes. They keep the soul circling in samsara or the cycle of material existence."
    },
    {
      "chapter": 8,
      "verse": 4,
      "description": "The universe is a kaleidoscope of all the physical manifestations of the five elements of nature: earth, water, fire, air, and space. This ever-changing universe is called adhibhuta. Although the devatas or the celestial gods administer the different departments of the universe, God has sovereignty, even over the devatas. He is Virāṭ Purusha, the complete cosmic personality who encompasses the entire material creation. Hence, God is called Adhidaiva. \nShree Krishna says that as the Supreme Soul or Paramatma, He dwells in the hearts of all living beings of the universe. He is the one who bestows rewards for all our actions and the presiding divinity for all the yajna (sacrifices). Thus, He is also called Adhiyajna, or the Lord of all sacrifices. Therefore, all yajna should be performed; for the satisfaction of this Supreme Divine Personality.\nSo far, Shree Krishna has answered six out of the seven questions concerning the meanings of the various terms Arjun had asked at the beginning of this chapter. In the next few verses, Shree Krishna will answer Arjun’s seventh question regarding the moment of death."
    },
    {
      "chapter": 8,
      "verse": 5,
      "description": "Shree Krishna declares in this verse that, whoever remembers Him at the time of death, attains Him and becomes God-like in character. He uses the words mad bhāvaṁ, which means “godlike nature.”  Therefore, one can achieve the cherished goal of God-realization by consciously absorbing one’s mind in the transcendental Names, Forms, Virtues, Pastimes, and Abodes of God, even at the time of death.\nIt is one’s state of consciousness and the object of their absorption at the time of death; that determines their next birth. Shree Krishna will explain this principle in the next verse."
    },
    {
      "chapter": 8,
      "verse": 11,
      "description": "In the Vedas, God is referred by many names: Brahman, Bhagwan, Deva, Paramātmā, Praṇa, Puruṣh, Sat, etc. In some places, while referring to His formless aspect, God is said to be Akshar, which means imperishable. The Bṛihadāraṇyak Upaniṣhad states:\netasya vā akṣharasya praśhāsane gārgisūryāchandramasau vidhṛitau tiṣhṭhataḥ   (3.8.9)\n“Under the mighty control of the Imperishable, the sun and the moon are held on their course.”\nShree Krishna mentions in this verse the word sangraheṇa, which means “in brief.” He says that this path is very difficult to follow and not suitable for everyone. Therefore, He will not elaborate much and briefly describe this path of yog-miśhrā bhakti; that leads to attaining the formless aspect of God. It demands living a life of rigid continence and perform severe austerities. Renouncing worldly desires and practicing brahmacharya, a vow of celibacy. As was previously detailed in verse 6.14, the practice of celibacy conserves a person’s physical energy. This energy, when channelized through sadhana, gets transformed into spiritual energy. It also enhances the intellect and memory power of the sādhaks (spiritual aspirants) and helps them comprehend the spiritual subjects better."
    },
    {
      "chapter": 8,
      "verse": 12,
      "description": "It is through the senses and their objects the world enters our mind. When we see, hear, touch, taste, or smell an object of perception, it leaves an impression on our mind. Our mind then dwells upon these experiences, starts to contemplate, and creates repetitive thoughts that increase our attachment to the world. Therefore, a practitioner of meditation should guard himself against the incessant stream of worldly thoughts that the unrestrained senses can create. Locking the world out by restraining the mind and the senses; is most essential in meditation.\nIn this verse, Shree Krishna uses the words sarva-dvārāṇi-sanyamya, which mean guarding the gates of the body, and hṛidi nirudhya that means “locking the mind in the heart.” He says that by controlling the passages that enter the body, one can lock the mind in the heart. Restricting the senses from their natural tendencies and directing the mind toward akṣharam the imperishable Supreme Lord. Then with complete attention and devotional feelings, one should meditate on Him. He ends the verse with yoga-dhāraṇām, which means “uniting the consciousness with God.”"
    },
    {
      "chapter": 8,
      "verse": 19,
      "description": "Four forms of pralayas or dissolution are enumerated in the Vedas.\nNitya Pralaya: Every night, when we fall into a deep sleep, our consciousness goes through dissolution daily.\nNaimittik Pralaya: At the end of Brahma’s day, all the abodes up to the Mahar Lok dissolute, and all the souls residing there become unmanifest. They remain in a state of suspended animation in the body of Vishnu, waiting for the next cycle of creation. When Brahma creates these lokas again, these souls are reborn based on their past karmas.\nMahā Pralaya: At the end of Brahma’s life, this entire universe goes into dissolution. Again, all the souls of the universe unmanifest and stay in the body of Maha Vishnu. Their gross (sthūl) and subtle (sūkṣhma) body dissolve, but their causal body (kāraṇ sharīr) stays. In the next cycle of creation, these souls are reborn based on their past karmas and past sanskārs, which the soul’s causal body stores and carries with it.\nĀtyantik Pralaya: This is the dissolution from the clutches of maya that has been binding the soul since eternity. It takes place when the soul finally attains God and is liberated forever from the cycle of birth and death."
    },
    {
      "chapter": 8,
      "verse": 20,
      "description": "So far, Shree Krishna revealed the material worlds and their temporary nature. He now starts describing the eternal spiritual realm, which He says is beyond these material worlds and everlasting. The spiritual realm does not dissolute along with the material realms in the cycle of creation. The eternal world is created by Yogmaya, the spiritual energy of God. Later in verse 10.42, He reveals that only one-fourth of His entire creation is in the material dimension, and the remaining three-fourth is the eternal spiritual world."
    },
    {
      "chapter": 8,
      "verse": 21,
      "description": "The spiritual realm has a divine sky called the Paravyom, where all the different forms of God have their eternal abodes called the Lokas. The Supreme Lord resides in His various divine forms in these Lokas along with His eternal associates. Golok is the divine abode of Lord Krishna, Saket Lok is the abode of Lord Ram, Vaikunth Lok is the abode of Lord Vishnu, Shiv Lok is the abode of Lord Shiv, Devi Lok is the abode of Divine Mother Durga, etc. These divine forms are non-different from the Supreme Lord; they are all divine forms of the same one God. A devotee may worship any of the forms of God and strive to attain Him. Once God-realized, their soul will reach the divine Lok of that form of God and remain there forever. It receives a divine body and participates in the divine pastimes and activities of the Lord."
    },
    {
      "chapter": 8,
      "verse": 28,
      "description": "In the last verse of this chapter, Shree Krishna declares that: those yogis who follow the path of light reap the fruits of their endeavours beyond any other processes can bestow. He says that even though one may undertake Vedic sacrifices, perform austerities, charity, or accumulate knowledge of the self, but without devotion to God, it is not the path of light. The Ramayan states:\nnema dharma āchāra tapa gyāna jagya japa dāna,bheṣhaja puni koṭinha nahiṅ roga jāhiṅ harijāna.\n“You may engage in good conduct, righteousness, austerities, sacrifices, ashtanga yoga, chanting of mantras, and charity.  But without devotion to God, the mind’s disease of material consciousness will not cease.”\nAll these good deeds can only reap material rewards, which are temporary. However, devotion to God leads to liberation from the bondage of the material world. Therefore, the yogis who have realized this truth detach their mind from the material world and attach it to God alone. Treading on this path of light, they eventually attain eternal happiness."
    },
    {
      "chapter": 9,
      "verse": 10,
      "description": "As explained in the last verse, God does not directly engage in the work of creating life forms.  His various energies and souls appointed by Him for the purpose do it under His dominion.  For example, the President of a country does not personally do every task of the government.  He has various departments under Him, and officials appointed for performing the different functions.  And yet, the accomplishments and failures of the government are attributed to Him.  This is because He sanctions the government officials for performing tasks under His jurisdiction.  Similarly, the first-born Brahma and the material energy accomplish the tasks of creation and manifestation of life forms.  Since they work under God’s sanction, He is also referred to as the Creator."
    },
    {
      "chapter": 9,
      "verse": 12,
      "description": "There are many strands of atheistic views relating to the personal form of God that are prevalent in the world.  Some people declare that God cannot descend in the world in a personal form.  Consequently, they say that Shree Krishna was not God; He was merely a yogi.  Others say that Shree Krishna is Māyā-viśhiṣhṭ brahma, i.e. a lower grade of the Supreme Divinity, due to contact with the material energy.  Yet others say that Shree Krishna was a characterless loafer who roamed around with the cowherd maidens of Vrindavan.\nAccording to this verse, all these theories are incorrect, and the intellects of those who subscribe to them are deluded by the material energy.  Shree Krishna goes to the extent of saying that those who embrace such ungodly philosophies possess demoniac natures.  Since, they do not harbor divine sentiments toward the personal form of the Supreme Lord, they cannot engage in bhakti toward Him.  And since devotion to the formless aspect of God is exceedingly difficult, they cannot do that either.  As a result, they remain bereft of the path to eternal welfare.  Bewildered by the transient attractions of the material energy, their hopes for eternal well-being are in vain."
    },
    {
      "chapter": 9,
      "verse": 16,
      "description": "In these verses, Shree Krishna gives a glimpse into the various aspects of His infinite personality.  Kratu means yajña (sacrifice), such as agnihotra yajñas mentioned in the Vedas.  It also refers to the yajñas, such as vaiśhva deva that are described in the Smṛiti scriptures.  Auṣhadham refers to the potency in medicinal herbs.\nCreation emanates from God, and hence He is its Pitā (Father).  Before creation, He holds the unmanifested material energy in His womb, and so He is also its Mātā (Mother).  He maintains the universe and nourishes it, and thus He is its Dhātā (Sustainer).  He is also the Father of Brahma, who is the creator, and hence, He is the Grandfather of this universe.\nThe Vedas have emanated from God.  The Ramayan states:  jākī sahaja svāsa śhruti chārī  “God manifested the Vedas by His breath.”  They are the knowledge potency of God, and hence an aspect of His unlimited personality.  Shree Krishna states this truth dramatically by saying that He is the Vedas."
    },
    {
      "chapter": 9,
      "verse": 17,
      "description": "In these verses, Shree Krishna gives a glimpse into the various aspects of His infinite personality.  Kratu means yajña (sacrifice), such as agnihotra yajñas mentioned in the Vedas.  It also refers to the yajñas, such as vaiśhva deva that are described in the Smṛiti scriptures.  Auṣhadham refers to the potency in medicinal herbs.\nCreation emanates from God, and hence He is its Pitā (Father).  Before creation, He holds the unmanifested material energy in His womb, and so He is also its Mātā (Mother).  He maintains the universe and nourishes it, and thus He is its Dhātā (Sustainer).  He is also the Father of Brahma, who is the creator, and hence, He is the Grandfather of this universe.\nThe Vedas have emanated from God.  The Ramayan states:  jākī sahaja svāsa śhruti chārī  “God manifested the Vedas by His breath.”  They are the knowledge potency of God, and hence an aspect of His unlimited personality.  Shree Krishna states this truth dramatically by saying that He is the Vedas."
    },
    {
      "chapter": 9,
      "verse": 24,
      "description": "Shree Krishna now explains the drawback in worshipping the celestial gods.  By virtue of the powers bestowed upon them by the Supreme Lord, they do possess the ability to grant material favors, but they cannot liberate their devotees from the cycle of life and death.  They can only offer to others what they themselves possess.  When the celestial gods themselves are not liberated from samsara, then how can they release their devotees from it?  On the other hand, those whose understanding is proper offer their entire veneration at the feet of God Himself, and when their devotion reaches the stage of perfection, they go beyond the world of mortals to the divine Abode."
    },
    {
      "chapter": 9,
      "verse": 33,
      "description": "When even the most abominable sinners are assured of success on the path of bhakti, then why should more qualified souls have any doubt?  Kings and sages should be even more reassured of attaining the supreme destination by engaging in ananya bhakti (exclusive devotion).  Shree Krishna thus beckons Arjun, “A saintly king like you should become situated in the knowledge that the world is temporary and a place of misery.  Engage yourself in steadfast devotion to Me, the possessor of unlimited eternal happiness.  Else the blessing of birth in a kingly and saintly family, good education, and favorable material circumstances will all be wasted, if they are not utilized in the pursuit of the supreme goal.”"
    },
    {
      "chapter": 9,
      "verse": 34,
      "description": "Having stressed bhakti, the path of devotion, throughout this chapter, Shree Krishna now concludes it by entreating Arjun to become His devotee.  He asks Arjun to unite his consciousness with God in true Yog, by worshipping Him, engaging the mind in meditation upon His divine form, and offering obeisance in pure humility to Him. \nNamaskuru (the act of humble obeisance) effectively neutralizes vestiges of egotism that may arise in the performance of devotion.  Thus, free from pride, with the heart immersed in devotion, one should dedicate all one’s thoughts and actions to the Supreme.  Shree Krishna assures Arjun that such complete communion with Him through bhakti-yog will definitely result in the attainment of God-realization; of this, there should be no doubt."
    },
    {
      "chapter": 10,
      "verse": 1,
      "description": "Shree Krishna is delighted with Arjun’s keen interest in hearing his glories. Now, to further enhance his joy and fan his enthusiasm for loving devotion, Shree Krishna declares that he will narrate his sublime glories and incomparable attributes. He uses the words te prīyamāṇāya, implying “You are my beloved confidant, and so I am revealing this very special knowledge to you.”"
    },
    {
      "chapter": 10,
      "verse": 2,
      "description": "A father knows about the birth and life of his son, because he witnesses it. But the birth and childhood of his father are beyond the ken of the son, because they occurred before he was born. Likewise, the devatās (celestial gods) and the ṛiṣhis (sages) cannot comprehend the real nature of the origin of God, who existed before they were even born. And so, the Rig Veda states:\nko addhā veda ka iha prāvochat, kuta ā jātā kuta iyaṁ viśhrushtiḥarvāgdevā asya visarjanāya, athā ko veda yata ābabhūva(10.129.6)[v1]\n“Who in the world can know clearly? Who can proclaim from where this universe was born? Who can state where this creation has come from? The devatās came after creation. Therefore, who knows from where the universe arose?” Again, the Īśhopaniṣhad states:\nnainaddevā āpnuvan pūrvamarṣhat(Īśhopaniṣhad 4)[v2]\n“God cannot be known by the celestial devatās, as he existed before them.” Yet, such inaccessible knowledge will now be given by Shree Krishna to nurture the devotion of his dear friend."
    },
    {
      "chapter": 10,
      "verse": 14,
      "description": "Listening attentively to Shree Krishna’s divine opulence and unlimited supremacy in brief, Arjun’s thirst for hearing more has increased. Wanting Shree Krishna to further describe his glories, he wishes to assure the Lord that he is fully convinced. By using the word yat, Arjun means that whatever Shree Krishna has said to him from the seventh to the ninth chapters, he holds as true. He asserts that all Shree Krishna has stated is factual and not any metaphorical description. He addresses Shree Krishna as Bhagavān, or the Supreme Lord. The word Bhagavān is defined in Devī Bhāgavat Purāṇ in the following manner:\naiśhwaryasya samagrasya dharmasya yaśhasaḥ śhriyaḥ\njñānavairāgyośhchaiva ṣaṇṇāṁ bhagavānniḥ [v14]\n“Bhagavān is he who possesses these six opulences to the infinite extent—strength, knowledge, beauty, fame, opulence, and renunciation.” The devatās (celestial gods), dānavas (demons), mānavas (human beings) all have finite abilities to understand. They cannot comprehend the full identity of Bhagavān."
    },
    {
      "chapter": 10,
      "verse": 15,
      "description": "Emphasizing that Shree Krishna is the Supreme Divine Personality, Arjun refers to him as:\nBhūta-bhāvana – the Creator of all beings, the Universal Father.\nBhūteśh – the Supreme Controller, the Lord of all beings.\nJagat-pate – the Lord and Master of creation.\nDeva-deva – the God of all the celestial gods.\nThe Śhwetāśhvatar Upaniṣhad declares the same fact:\nyasmāt paraṁ nāparamasti kiñchid (3.9)[v15]\n“God can never be surpassed; he is beyond everything.”\nThe previous verse stated that God cannot be known by anyone. This is clearly logical. All souls possess finite intellects, while God is infinite, and hence he is beyond the reach of their intellects. This does not belittle him; rather, it exalts him. The western philosopher F.A. Jacobi stated: “God whom we could know would be no God.” However in this verse, Arjun states that there is after all one personality who knows God, and that is God himself. Thus, Shree Krishna alone knows himself, and if he decides to grant his powers upon a soul, then that fortunate soul comes to know him as well."
    },
    {
      "chapter": 10,
      "verse": 16,
      "description": "Here, Yog refers to Yogmaya (God’s divine power), and yogi refers to the Master of Yogmaya. Arjun has understood that Shree Krishna is Bhagavān. He now wishes to know in what other ways, yet untold, is Shree Krishna’s vibhūti (transcendental majestic opulence) displayed throughout creation. He wishes to hear about Shree Krishna’s eminence and paramount position as the Supreme Controller of all creation. Thus, he implores, “I am inquisitive to know your divine manifestations so that I may be endowed with unfaltering devotion. But the revelation of your personality is impossible to receive without your grace. So please be merciful and reveal your many glories by which I may perceive you.”"
    },
    {
      "chapter": 10,
      "verse": 17,
      "description": "Here, Yog refers to Yogmaya (God’s divine power), and yogi refers to the Master of Yogmaya. Arjun has understood that Shree Krishna is Bhagavān. He now wishes to know in what other ways, yet untold, is Shree Krishna’s vibhūti (transcendental majestic opulence) displayed throughout creation. He wishes to hear about Shree Krishna’s eminence and paramount position as the Supreme Controller of all creation. Thus, he implores, “I am inquisitive to know your divine manifestations so that I may be endowed with unfaltering devotion. But the revelation of your personality is impossible to receive without your grace. So please be merciful and reveal your many glories by which I may perceive you.”"
    },
    {
      "chapter": 10,
      "verse": 18,
      "description": "Arjun says, “… hearing your nectar,” instead of “… hearing your words that are like nectar.” He has omitted “your words that are like.” This is a literary technique called atiśhayokti, or hyperbole (statement of extreme expression), in which the subject of comparison is omitted. He also addresses Shree Krishna as Janardan, which means “a benevolent person from whom distressed people ask for relief.”\nDescriptions of God’s glories are like nectar for those who love him. He has been drinking Shree Krishna’s ambrosial nectar-like words with his ears, and he now cheers him, by saying bhūyaḥ kathaya, “Once more! My thirst for hearing your glories is not satiated.” That is the nature of divine nectar. It satiates us while simultaneously increasing the thirst for more. The sages of Naimisharanya made a similar statement while hearing the Śhrīmad Bhāgavatam from Suta Goswami:\nvayaṁ tu na vitṛipyāma uttamaśhlokavikrame\nyachchhṛiṇvatāṁ rasajñānāṁ svādu svādu pade pade (1.1.19)[v16]\n“Those who are devoted to Lord Krishna never tire of hearing descriptions of his divine pastimes. The nectar of these pastimes is such that the more it is relished the more it increases.”"
    },
    {
      "chapter": 10,
      "verse": 19,
      "description": "The Amar Kosh (ancient Sanskrit dictionary that is widely respected) defines vibhūti as vibhūtir bhūtir aiśhwaryam [v17] (power and wealth). God’s powers and wealth are unlimited. Actually, everything about him is unlimited. He has unlimited forms, unlimited names, unlimited abodes, unlimited descensions, unlimited pastimes, unlimited devotees, and so on. Hence, the Vedas refer to him by the name anant (unlimited):\nanantaśhchātmā viśhwarūpo hyakartā(Śhwetāśhvatar Upaniṣhad 1.9)[v18]\n“God is infinite and manifests in innumerable forms in the universe. Although he administers the universe, he is yet the non-doer.” The Ramayan states:\nhari ananta hari kathā anantā [v19]\n“God is unlimited, and the pastimes he enacts in his unlimited Avatārs are also unlimited.” Sage Ved Vyas goes to the extent of saying:\nyo vā anantasya guṇānanantān anukramiṣhyan sa tu bāla-buddhiḥrajānsi bhūmer gaṇayet kathañchit kālena naivākhilaśhakti dhāmnaḥ(Bhāgavatam 11.4.2)[v20]\n“Those who think they can count the glories of God have a childish intellect. We may be successful in counting the specks of dust on the crest of the earth, but we can never count the unlimited glories of God.” Therefore, Shree Krishna says here that he will only be describing a small fraction of his vibhūtis."
    },
    {
      "chapter": 10,
      "verse": 23,
      "description": "The rudras are the eleven forms of Lord Shiv—Hara, Bahurupa, Tryambaka, Aparajita, Vrisakapi, Shankar, Kapardi, Raivata, Mrigavyadha, Sarva, Kapali. The Puranas have named them differently in different places. Amongst these, Shankar is the original form of Lord Shiv in the universe.\nYakṣhas (semi-celestial beings) are beings who are very fond of acquiring wealth and hoarding it. Their leader, Kuber, is the god of wealth and the treasurer of the celestial gods. He thus reflects the vibhūti of God amongst the demons.\nThere are eight vasus—land, water, fire, air, space, sun, moon, and stars. They constitute the gross structure of the universe. Amongst these, agni (fire) gives warmth and energy to the rest of the elements. Thus, Shree Krishna mentions it as his special manifestation.\nMeru is a mountain in the celestial abodes famed for its rich natural resources. It is believed to be the axis around which many heavenly bodies rotate. Shree Krishna thus speaks of it as his glory. As wealth distinguishes a wealthy person, these glories reveal the vibhūtis of God."
    },
    {
      "chapter": 10,
      "verse": 24,
      "description": "A priest discharges the function of performing ritualistic worship and ceremonies in temples and homes. Brihaspati is the chief priest in heaven. He is thus the topmost of all priests. Here, Shree Krishna says that amongst priests, he is Brihaspati. However, in the Śhrīmad Bhāgavatam, verse 11.16.22, Shree Krishna states that amongst the priests he is Vashishtha. Why is he differing in the two places? This implies that we should not attach importance to the object, but to the opulence of God that manifests in that object. All the objects of glory that Shree Krishna is describing here should also be understood in the same light. It is not the object that is being emphasized, rather God’s opulence that is manifesting in it.\nKartikeya, the son of Lord Shiv, who is also called Skanda, is the commander-in-chief of the celestial gods. He is thus the chief of all military commanders, and best reflects the opulence of God. Shree Krishna further says that amongst stagnant bodies of water, he is the grave and mighty ocean."
    },
    {
      "chapter": 10,
      "verse": 27,
      "description": "Shree Krishna continues naming the most magnificent in each category to reveal his glories to Arjun. Ucchaihshrava is a celestial winged-horse that belongs to Indra, the king of the celestial abodes. It is white in color and is the fastest horse in the universe. It emerged during the pastime of the churning of the ocean by devas (celestial gods) and asuras (demons). Airavata is a white elephant that serves as the vehicle of Indra. It is also called ardha-mātang, or “the elephant of the clouds.”"
    },
    {
      "chapter": 10,
      "verse": 29,
      "description": "Anant is the divine serpent on whom Lord Vishnu rests. He possesses ten thousand hoods. It is said that he has been describing the glories of God with each of his hoods since the beginning of creation, but the description has not yet been completed.\nVarun is the celestial god of the ocean. Aryama is the third son of Aditi. He is worshipped as the head of the departed ancestors. Yamraj is the celestial god of death. He arranges to take the soul from its mortal frame after death. He dispenses justice on behalf of God for the soul’s actions in this life, granting punishment or reward in the next life. He does not deviate an inch from his duties though they may be gruesome and painful. He reflects the glory of God as the perfect dispenser of justice."
    },
    {
      "chapter": 10,
      "verse": 30,
      "description": "Prahlad was born as the son of the powerful demon king, Hiranyakashipu. However, he turned out to be one of the greatest devotees of Lord Vishnu. Thus, amongst the demons, Prahlad best reflects God’s glory. Time is the great subduer that wears down even the biggest and mightiest entities of the universe.\nThe majestic lion is the king of the jungle, and amongst the animals the power of the Lord indeed reveals itself in the lion. Garud is the divine vehicle of Lord Vishnu, and the greatest amongst the birds."
    },
    {
      "chapter": 10,
      "verse": 31,
      "description": "In nature, wind performs the work of purification very effectively. It converts impure water into water vapor; it carries away the dirty smells of the earth; it makes fire burn by fuelling it with oxygen. It is thus the great purifier of nature.\nLord Ram was the most powerful warrior on the earth and his bow was the deadliest weapon. Yet, he never once abused his dominant superiority. Every time he utilized his weapon, it was only for good. He was thus the perfect wielder of weapons. Ram was also an Avatār of God, and thus Shree Krishna identifies with him.\nThe Ganges is a holy river that has its beginning from the divine feet of the Lord. It descended on earth from the celestial abodes. Many great sages have performed austerities on its banks, adding to the holiness of its waters. Unlike normal water, if water from the Ganges is gathered in a vessel, it does not putrefy for years. This phenomenon was very pronounced earlier, but has reduced in intensity in modern times because of the millions of gallons of pollutants being poured into the Ganges."
    },
    {
      "chapter": 10,
      "verse": 37,
      "description": "Lord Krishna took birth on the earth in the Vrishni dynasty as the son of Vasudev. Since no soul can excel the Lord, he is naturally the most glorious personality of the Vrishni dynasty. The Pandavas were the five sons of Pandu—Yudhishthir, Bheem, Arjun, Nakul, and Sahadev. Amongst them, Arjun was an archer par-excellence, and was a very intimate devotee of Shree Krishna. He looked upon the Lord as his dear friend.\nVed Vyas is special amongst the sages. He is also known by the names “Badarayan” and “Krishna Dwaipayan.” He revealed Vedic knowledge in various ways and wrote many scriptures for the welfare of the people. In fact, Ved Vyas was an Avatār of Shree Krishna himself and is mentioned in the list of Avatārs in the Śhrīmad Bhāgavatam.\nShukracharya was a very learned sage known for his expertise in the science of ethics. He was compassionate to accept the demons as his disciples and guide their progress. By virtue of his learning, he has been declared as a vibhūti of God."
    },
    {
      "chapter": 10,
      "verse": 39,
      "description": "Shree Krishna is both the efficient cause of all creation and also the material cause. Efficient cause means that he is the creator who performs the work involved in manifesting the world. Material cause means that he is the material from which creation happens. In verses 7.10 and 9.18, Shree Krishna declared himself as “the eternal seed.” Again here, he states that he is “the generating seed.” He is stressing that he is the origin of everything, and without his potency nothing can exist.\nLiving beings are born in four ways: Aṇḍaj—born from eggs, such as birds, snakes, and lizards; Jarāyuj—born from the womb, such as humans, cows, dogs, and cats; Swedaj—born from sweat, such as lice, ticks, etc; Udbhij—sprouting from the earth, such as trees, creepers, grass, and corn. There are also other life forms, such as ghosts, evil spirits, manes, etc. Shree Krishna is the origin of all of them."
    },
    {
      "chapter": 10,
      "verse": 40,
      "description": "Shree Krishna is now concluding the topic of his opulences. From verses 20 to 39, he has described 82 of his infinite opulences. He now says that he has spoken only one portion (uddeśhataḥ) of the breadth of the topic (vistāraḥ).\nThe question can be asked that if everything is the opulence of God, then what was the need of mentioning these? The answer is that Arjun had asked Shree Krishna how he should think of him, and these glories have been described in response to Arjun’s question. The mind is naturally drawn to specialties, and thus, the Lord has revealed these specialties amongst his powers. Whenever we see a special splendor manifesting anywhere, if we look on it as God’s glory, then our mind will naturally be transported to him. In the larger scheme of things, however, since God’s glories are in all things big and small, one can think of the whole world as providing innumerable examples for enhancing our devotion. A paint company in India would advertise, “Whenever you see colors think of us.” In this case, Shree Krishna’s statement is tantamount to saying, “Wherever you see a manifestation of glory, think of me.”"
    },
    {
      "chapter": 10,
      "verse": 41,
      "description": "Electricity flowing through a speaker creates sound, but one who does not know the principle behind how it works may think that the sound comes from the speaker itself. Similarly, whenever we observe extraordinary splendor anywhere, whatever catches our imagination, sends us in raptures, and infuses us with bliss, we should know it to be but a spark of the glory of God. He is the infinite reservoir of beauty, glory, power, knowledge, and opulence. He is the powerhouse from where all beings and things get their splendor. Thus, we must make God, who is the source of all glory, the object of our worship."
    },
    {
      "chapter": 11,
      "verse": 1,
      "description": "Arjun has rejoiced upon hearing Shree Krishna’s vibhūtis, as well as knowledge about the Supreme Personality, and he feels that his illusion is now dispelled. He has accepted that Shree Krishna is not merely his best friend, but also the Supreme Divine Personality, who is the source of all opulence in the world. Now in this chapter, he begins by gratefully acknowledging Shree Krishna’s compassion in revealing such invaluable knowledge."
    },
    {
      "chapter": 11,
      "verse": 2,
      "description": "Arjun continues his appreciation of Lord Krishna’s glories by confirming his paramount position as the source of the appearance and disappearance of the entire material manifestation. He addresses Shree Krishna in the vocative with the words kamala-patrākṣha, meaning “whose eyes are like the lotus flower, which is large, soft, and beautiful, and endowed with the attributes of sweetness and gentleness.”\nBy the above verse, Arjun implies, “O Shree Krishna, I have heard from you about your imperishable majestic glories. Although you are present within all, you are untainted by their imperfections. Although you are the supreme controller, yet you are the non-doer and are not responsible for our actions. Although you bestow the results of our karmas, you are impartial and equal to all. You are the supreme witness and the dispenser of the results of our actions. I thus conclude that you are the object of adoration of all beings.”"
    },
    {
      "chapter": 11,
      "verse": 3,
      "description": "Arjun addresses Shree Krishna as the best person because no other personality is equal to him. Often scholars, basing their opinion upon dry intellectual analysis, have difficulty in accepting the concept of God as a person. They wish to perceive God as only an impersonal light, without attributes, virtues, qualities, and pastimes. However, when we tiny souls possess a personality, then why should we deny a personality to the Supreme Lord? Not only can he have a personality, but he also has the best personality, and therefore he is the Supreme Divine Personality. The difference between our personality and God’s personality is that he is not only a perfect person; he also has his impersonal all-pervading aspect, which is devoid of attributes and form.\nArjun declares that he accepts the reality of Shree Krishna’s divine personality, precisely as has been described to him. He has complete faith in his personal form, and yet, he desires to see Shree Krishna’s viśhwarūp, or universal form, replete with all opulences. He wishes to view it with his own eyes."
    },
    {
      "chapter": 11,
      "verse": 4,
      "description": "In the previous verse, Arjun desired to see the cosmic form of the Supreme Divine Personality. He now seeks his approval. “O Yogeshwar, I have expressed my wish. If you consider me worthy of it, then by your grace, please reveal your cosmic form to me, and show me your Yog-aiśhwarya (mystic opulence).” Yog is the science of uniting the individual soul with the Supreme soul, and those who practice this science are called yogis. The word Yogeśhwar also means “Lord of all yogis.” Since the object of attainment for all yogis is the Supreme Lord, Shree Krishna is consequently the Lord of all yogis. Previously, in verse 10.17, Arjun had addressed the Lord as “Yogi,” implying “Master of yog.” But he has now changed it to “Yogeshwar” because of his increased respect for Shree Krishna."
    },
    {
      "chapter": 11,
      "verse": 5,
      "description": "After listening to Arjun’s prayers, Shree Krishna now asks him to have a vision of his viśhwarūp, or universal form. He uses the word paśhya, meaning “behold” to indicate that Arjun must pay attention. Although the form is one, it has unlimited features, and contains innumerable personalities of multitude shapes and variegated colors. Shree Krishna uses the phrase śhataśho ’tha sahasraśhaḥ to indicate they exist in innumerable fashions and multitude ways.\nHaving asked Arjun to behold his universal form with infinite shapes and colors, Shree Krishna now asks Arjun to observe the celestial gods and other wonders in that cosmic form."
    },
    {
      "chapter": 11,
      "verse": 6,
      "description": "The universal form of the Lord not only contains marvels that exist on earth but also marvels that exist in the higher planetary systems, never before seen together in this manner. He further reveals that the celestial gods are all tiny fragments of his divine form; he shows the twelve adityas, eight vasus, eleven rudras, two Ashwini Kumars, as well as the forty-nine maruts within himself.\nThe twelve sons of Aditi are: Dhata, Mitra, Aryama, Shakra, Varun, Amsha, Bhaga, Vivasvan, Pusha, Savita, Tvashta, Vaman. The eight Vasus are: Dara, Dhruv, Soma, Ahah, Anila, Anala, Pratyush, Prabhas.\nThe eleven rudras are: Hara, Bahurupa, Tryambaka, Aparajita, Vrisakapi, Shambhu, Kapardi, Raivata, Mrigavyadha, Sarva, Kapali. The two Ashwini Kumars are the twin-born physicians of the gods.\nThe forty-nine maruts (wind gods) are: Sattvajyoti, Aditya, Satyajyoti, Tiryagjyoti, Sajyoti, Jyotishman, Harita, Ritajit, Satyajit, Sushena, Senajit, Satyamitra, Abhimitra, Harimitra, Krita, Satya, Dhruv, Dharta, Vidharta, Vidharaya, Dhvanta, Dhuni, Ugra, Bhima, Abhiyu, Sakshipa, Idrik, Anyadrik, Yadrik, Pratikrit, Rik, Samiti, Samrambha, Idriksha, Purusha, Anyadriksha, Chetasa, Samita, Samidriksha, Pratidriksha, Maruti, Sarata, Deva, Disha, Yajuh, Anudrik, Sama, Manusha, and Vish."
    },
    {
      "chapter": 11,
      "verse": 7,
      "description": "After hearing Shree Krishna’s instructions to behold his form, Arjun wonders where to see it. So Shree Krishna states that it is within the body of the Supreme Divine Personality. There, he will see infinite universes with all their moving and non-moving entities. Every entity exists in the universal form, and so do the events of the past and the future. Arjun will thus be able to see the victory of the Pandavas and the defeat of the Kauravas as an event that is a part of the unfoldment of the cosmic plan for the universe."
    },
    {
      "chapter": 11,
      "verse": 9,
      "description": "Arjun had referred to Shree Krishna as “Yogeshwar” in verse 11.4. Now, Sanjay refers to him as “Maha-Yogeshwar,” adding the superlative “great” to the address “Lord of all yogis.” Sanjay was bestowed with the gift of far-sighted vision by his Guru, Ved Vyas. So he also beheld the Lord’s cosmic form in the same manner as Arjun saw it. In the next four verses, Sanjay describes to Dhritarashtra what Arjun saw. The word aiśhwarya means “opulence.” The cosmic form of God is replete with the manifestation of his opulences, and it invokes fear, awe, and reverence in the beholder."
    },
    {
      "chapter": 11,
      "verse": 10,
      "description": "Sanjay elaborates upon Shree Krishna’s divine universal form with the words aneka (many) and anant (unlimited). The entire creation is the body of God’s cosmic form, and therefore it contains countless faces, eyes, mouths, shapes, colors, and forms. The human intellect is habituated to grasping things within the limited kernel of time, space, and form. The cosmic form of God revealed unusual wonders, marvels, and miracles in all directions, transcending the limitations of space and time, and thus it could be aptly termed as wondrous."
    },
    {
      "chapter": 11,
      "verse": 11,
      "description": "Sanjay elaborates upon Shree Krishna’s divine universal form with the words aneka (many) and anant (unlimited). The entire creation is the body of God’s cosmic form, and therefore it contains countless faces, eyes, mouths, shapes, colors, and forms. The human intellect is habituated to grasping things within the limited kernel of time, space, and form. The cosmic form of God revealed unusual wonders, marvels, and miracles in all directions, transcending the limitations of space and time, and thus it could be aptly termed as wondrous."
    },
    {
      "chapter": 11,
      "verse": 12,
      "description": "Sanjay now describes the effulgence of the universal form. To give an idea of its dazzling radiance, he compares it to thousands of suns blazing simultaneously in the midday sky. Actually, God’s effulgence is unlimited; it cannot be quantified in terms of the effulgence of the sun. However, narrators often describe the unknown by extrapolating from the known. The simile of a thousand suns expressed Sanjay’s perception that the splendor of the cosmic form had no parallels."
    },
    {
      "chapter": 11,
      "verse": 14,
      "description": "Arjun was struck with amazement and deep reverence on seeing that breathtaking spectacle. It struck devotional chords in his heart that evoked paroxysms of delight. The elation experienced through devotional sentiments occasionally finds expression in physical symptoms. The bhakti scriptures describe eight such symptoms, or the aṣhṭa sāttvic bhāv, that sometimes manifests in devotees when their heart gets thrilled in devotion:\nstambha swedo ’ tha romāñchaḥ svarabhedo ’tha vepathuḥ\nvaivarṇyamaśhru pralaya ityaṣhṭau sātvikāḥ smṛitāḥ\n(Bhakti Rasāmṛit Sindhu)[v1]\n“Becoming stupefied, sweating, horripilation, choking of the voice, trembling, complexion becoming ashen, shedding tears, and fainting—these are the physical symptoms by which intense love in the heart sometimes manifests.” That is what Arjun experienced as his hair began standing on end. Bowing down in reverence with folded hands, he uttered the words that follow. What Arjun said is now described in the next seventeen verses."
    },
    {
      "chapter": 11,
      "verse": 15,
      "description": "Arjun exclaimed that he was beholding multitudes of beings from all the three worlds, including the gods of the celestial abodes. The words kamalāsanasatham refer to Lord Brahma, who sits at the lotus whorl of the universe. Lord Shiv, sages like Vishwamitra, and serpents such as Vasuki were all visible within the cosmic form."
    },
    {
      "chapter": 11,
      "verse": 16,
      "description": "Arjun uses two vocatives—viśhweśhwar, meaning “controller of the universe” and viśhwarūp, meaning “universal form.” He implies, “O Shree Krishna, the universe is nothing but your manifestation and you are also its supreme master.” Further, he expresses the vastness of the form he is experiencing, by saying that from whichever angle he looks, Arjun cannot discern any end to his manifestations. When he searches for the beginning, he is unable to find it. When he tries to see its middle, he again gets no success, and when he searches for the end, he can find no limit to the panorama manifesting before him."
    },
    {
      "chapter": 11,
      "verse": 17,
      "description": "Physical eyes get blinded upon seeing something very bright. The cosmic form before Arjun had a brilliance that exceeded thousands of blazing suns. As the sun dazzles the eyes, the universal form was immensely stunning to the eyes. He was able to behold it only because he had received divine eyes from the Lord.\nWithin the universal form, Arjun also perceived the four-armed Vishnu form of the Lord, with the four famous emblems—mace, conch, disc, and lotus flower."
    },
    {
      "chapter": 11,
      "verse": 18,
      "description": "Arjun announced that he recognized the sovereignty of Shree Krishna’s position as the Supreme Lord, who is the support of all creation, and who is to be known through all the scriptures. The Kaṭhopaniṣhad states:\nsarve vedā yat padamāmananti (1.2.15)[v2]\n“The aim of all the Vedic mantras is to take us in the direction of God. He is the object of the study of the Vedas.” The Śhrīmad Bhāgavatam states:\nvāsudeva-parā vedā vāsudeva-parā makhāḥ  (1.2.28)[v3]\n“The goal of cultivating Vedic knowledge is to reach God. All sacrifices are also meant for pleasing him.” In his tribute to Shree Krishna, Arjun expressed his realization that the personal form of the Lord, standing before him, was the same supreme absolute truth that is the object of all Vedic knowledge."
    },
    {
      "chapter": 11,
      "verse": 19,
      "description": "In the sixteenth verse, Arjun had said that the form of the Lord is without beginning, middle, or end. He repeats this after just three verses, out of his excitement over what he is seeing. If a statement is uttered repeatedly in amazement, it is taken as an expression of wonder and not considered a literary flaw. For example, on seeing a snake, one may scream, “Look, a snake! A snake! A snake!” Similarly, Arjun repeats his words in amazement.\nGod is indeed without a beginning and end. That is because space, time, and causation are within him. So he is beyond the measure of their limits. He cannot be encompassed either by space, time, or causation. Further, the sun, moon, and stars receive their energy from the Lord. Thus, it is he who provides warmth to the universe through these entities."
    },
    {
      "chapter": 11,
      "verse": 20,
      "description": "Arjun says, “O Omnipresent Lord, you are pervading in all ten directions, the whole earth, the sky above, and the space in-between. All living beings are shuddering in fear of you.” Why should the three worlds shudder before the universal form when they have not even seen it? Arjun implies that everyone is functioning in fear of God’s laws. His edicts are in place, and everyone is obliged to submit to them.\nkarama pradhāna bisva kari rākhā, jo jasa karai so tasa phala chākhā  (Ramayan)[v4]\n“The world functions according to the law of karma. Whatever we do, we will have to reap the karmic results.” Like the law of karma, there are innumerable laws in existence. Many scientists make a living out of discovering and theorizing the physical laws of nature, but they can never make the laws. God is the supreme law-maker, and everyone is subject to the dominion of his laws."
    },
    {
      "chapter": 11,
      "verse": 21,
      "description": "Arjun is seeing here the kāla rūp of Shree Krishna, i.e. his form as all-devouring time. The marching onslaught of time consumes even the greatest of personalities, including the celestial gods. Arjun sees them entering the universal form, with folded hands, in subservience to the kāla rūp of God. At the same time, he sees the sages and perfected souls, extolling the Lord with their thoughts, words, and deeds."
    },
    {
      "chapter": 11,
      "verse": 22,
      "description": "All these personalities receive their positions by the power of God and they discharge their respective duties in reverence to the Laws of Creation. Thus, they are all mentioned as beholding the cosmic form of God with wonder."
    },
    {
      "chapter": 11,
      "verse": 23,
      "description": "The numerous hands, legs, faces, and stomach of God are everywhere. The Śhwetāśhvatar Upaniṣhad states:\nsahasraśhīrṣhā puruṣhaḥ sahasrākṣhaḥ sahasrapāt\nsa bhūmiṁ viśhwato vṛitvātyatiṣhṭhaddaśhāṅgulam (3.14)[v5]\n“The Supreme Entity has thousands of heads, thousands of eyes, and thousands of feet. He envelopes the universe, but is transcendental to it. He resides in all humans, about ten fingers above the navel, in the lotus of the heart.” Those who are beholding and those who are being beheld, the terrified and the terrifying, are all within the universal form of the Lord. Again, the Kaṭhopaniṣhad states:\nbhayādasyāgnistapati bhayāt tapati sūryaḥ\nbhayādindraśhcha vāyuśhcha mṛityurdhāvati pañchamaḥ (2.3.3)[v6]\n“It is from the fear of God that the fire burns and the sun shines. It is out of fear of him that the wind blows and Indra causes the rain to fall. Even Yamraj, the god of death, trembles before him.”"
    },
    {
      "chapter": 11,
      "verse": 25,
      "description": "The universal form that Arjun beholds is just another aspect of Shree Krishna’s personality and is non-different from him. And yet, the vision of it has dried up the camaraderie that Arjun was previously experiencing toward Shree Krishna, and he is overcome with fear. Seeing the many wondrous and amazingly frightful manifestations of the Lord, Arjun is now scared, and thinks that Shree Krishna is angry with him. So he asks for mercy."
    },
    {
      "chapter": 11,
      "verse": 28,
      "description": "There were many noble kings and warriors in the war, who fought as their duty and laid down their lives on the battlefield. Arjun compares them to river waves willingly merging into the ocean. There were also many others, who fought out of greed and self-interest. Arjun compares them with moths being lured ignorantly into the incinerating fire. But in both cases, they are marching rapidly toward their imminent death."
    },
    {
      "chapter": 11,
      "verse": 29,
      "description": "There were many noble kings and warriors in the war, who fought as their duty and laid down their lives on the battlefield. Arjun compares them to river waves willingly merging into the ocean. There were also many others, who fought out of greed and self-interest. Arjun compares them with moths being lured ignorantly into the incinerating fire. But in both cases, they are marching rapidly toward their imminent death."
    },
    {
      "chapter": 11,
      "verse": 30,
      "description": "The Lord controls the world with grandiose forces of creation, maintenance, and annihilation. At present, he is being perceived by Arjun in this mode as the all-devouring force that is engulfing his friends and allies from all sides. Viewing the apparition of future destined events in the cosmic form of God, Arjun sees his enemies being wiped out in the imminent battle. He also sees many of his allies in the grip of death. Petrified by the spectacle he is seeing, Arjun supplicates before Shree Krishna in the next verse."
    },
    {
      "chapter": 11,
      "verse": 31,
      "description": "Earlier, Arjun had requested to see the universal form. When Shree Krishna exhibited it, Arjun became bewildered and agitated. Having witnessed an almost unbelievable cosmic spectacle, he now wants to know the very heart of God’s nature and purpose. Hence, he asks the question, “Who are you and what is your purpose?”"
    },
    {
      "chapter": 11,
      "verse": 32,
      "description": "In response to Arjun’s question regarding who he is, Shree Krishna reveals his nature as all-powerful Time, the destroyer of the universe. The word kāla is derived from kalayati, which is synonymous with gaṇayati, meaning “to take count of.” All events in nature get buried in time. When Oppenheimer, who was a part of the first atom bomb project, witnessed the destruction of Hiroshima and Nagasaki, he quoted this verse of Shree Krishna in the following manner: “Time…I am the destroyer of all the worlds.” Time counts and controls the lifespan of all beings. It will determine when the great personalities like Bheeshma, Dronacharya, and Karn will meet their end. It will destroy the enemy army arrayed on the battlefield even without Arjun’s participating in the fight, because the Lord wants it to happen as a part of his grand scheme for the world. If the warriors are already as good as dead, then why should Arjun fight? Shree Krishna explains this in the next verse."
    },
    {
      "chapter": 11,
      "verse": 33,
      "description": "Shree Krishna has revealed to Arjun his will that the Kauravas should perish and the kingdom of Hastinapur should be administered by the Pandavas in accordance with rules of dharma. He has already decided the annihilation of the unrighteous and the victory of the righteous as the outcome of the battle. His grand scheme for the welfare of the world cannot be averted by any means. He now informs Arjun that he wishes him to be the nimitta-mātram, or the instrument of his work. God does not need the help of a human for his work, but humans attain eternal welfare by working to fulfill God’s wish. Opportunities that come our way to accomplish something for the pleasure of the Lord are a very special blessing. It is by taking these opportunities that we attract his special grace, and achieve our permanent position as the servant of God.\nShree Krishna also encourages Arjun to be his instrument by reminding him of the exceptional skills he has received in the art of archery by his grace. Hence, he addresses him with the vocative savya-sāchin, meaning expert archer, since Arjun is admirably ambidextrous and is able to discharge arrows with either hand."
    },
    {
      "chapter": 11,
      "verse": 35,
      "description": "Here, Arjun is referred to as “the crowned one.” He had once helped Indra kill two demons. As a token of his pleasure, Indra had placed a dazzling crown on his head. In this verse, Sanjay refers to the crown on Arjun’s head. But a crown is also the symbol of monarchy, and Sanjay deliberately uses the word to hint to the old king Dhritarasthra that his sons, the Kauravas, will lose the throne to the Pandavas in the impending war."
    },
    {
      "chapter": 11,
      "verse": 36,
      "description": "In this verse and the next ten, Arjun eulogizes Shree Krishna’s glories from various perspectives. He uses the word sthāne, meaning “it is but apt.” It is but natural that the people of a kingdom who accept the sovereignty of their king delight in glorifying him. It is also natural that those who harbor enmity toward the king fear him and flee from his presence. And it is natural for the king’s retinue of ministers to be deeply devoted to him. Arjun draws a parallel to this, saying that it is only appropriate that the world glorifies their Supreme Lord, the demons become frightened of him, and the saintly personalities offer devotional prayers to him."
    },
    {
      "chapter": 11,
      "verse": 39,
      "description": "Experiencing profuse reverence toward Shree Krishna, Arjun is offering repeated obeisances sahasra-kṛitvaḥ (thousands and thousands of times). During Diwali celebrations in India, sugar sweets are made in many shapes—elephant, horse, man, woman, dog, etc. But the ingredient in all of them is the same sugar. Similarly, the celestial gods have their distinct personalities and unique set of duties to discharge in the administration of the world. However, the same one God sitting in all of them manifests the special powers they possess.\nConsider another example. Varieties of ornaments are made from gold. They all have their distinct individuality, and yet they are all gold. So, just as gold is not an ornament, but ornaments are golden, likewise God is all the devatās but the devatās are not God. Hence, in this verse, Arjun says that Shree Krishna is also Vāyu, Yamrāj, Agni, Varuṇ, Chandra, and Brahma."
    },
    {
      "chapter": 11,
      "verse": 40,
      "description": "Arjun continues with his glorification of Shree Krishna by declaring him as ananta-vīrya (possessing infinite strength) and ananta-vikramaḥ (immeasurably powerful). Overcome with awe, he offers his salutations to Shree Krishna from all sides, repeatedly exclaiming Namaḥ! Namaḥ! (I bow down to you again and again)."
    },
    {
      "chapter": 11,
      "verse": 43,
      "description": "Arjun says that Shree Krishna is the greatest and the senior most. The father is always senior to the son. Shree Krishna is the father of the father… of all the fathers that exist. Similarly, he is the spiritual master of the spiritual master… of all the spiritual masters that are present. The first spiritual master was the creator Brahma, who passed on the knowledge to his disciple, and so on. However, Brahma received the Vedic knowledge from Shree Krishna. The Śhrīmad Bhāgavatam (1.1.1) states: tene brahma hṛidāya ādi kavaye [v20] “Shree Krishna imparted Vedic knowledge into the heart of the first-born Brahma.” Thus, he is the supreme spiritual master.\nThe Śhwetāśhvatar Upaniṣhad states:\nna tatsamaśhchābhyadhikaśh cha dṛiśhyate (6.8)[v21]\n“Nobody is equal to God, nor is anyone superior to him.” Realizing Shree Krishna to be that same Supreme Lord of the Vedas, Arjun is declaring the above attributes regarding him."
    },
    {
      "chapter": 11,
      "verse": 44,
      "description": "Considering his behavior as transgressions toward God, Arjun is asking for pardon. While interacting with Shree Krishna—playing, eating, jesting, talking, and resting—he did not show the respect that is appropriate toward the Supreme Almighty. However, no one minds transgressions when they are made because of a high level of intimacy shared with the other person. No government officer has the privilege to joke with the President of a country. Yet, the President’s personal friend, teases him, jests with him, and even scolds him. The President does not mind, rather he values that jest of an intimate friend more than all the respect he receives from his subordinate officers. Thousands of people salute an army general, but they are not as dear to his heart as his wife, who sits intimately by his side. Similarly, Arjun’s intimate dealings with Shree Krishna were not transgressions; they were gestures of the depth of his loving devotion in the sentiment of being a friend. Yet, a devotee is by nature humble, and so, out of humility, he feels that he may have committed transgressions, and hence he is asking for forgiveness."
    },
    {
      "chapter": 11,
      "verse": 49,
      "description": "Shree Krishna continues to pacify Arjun that rather than being scared, he should feel privileged to be blessed with a vision of the cosmic form. Further, he tells Arjun to behold his personal form again and shed his fear."
    },
    {
      "chapter": 11,
      "verse": 51,
      "description": "Seeing Shree Krishna in his beautiful two-armed form reconfirmed and strengthened Arjun’s sentiment of sakhya bhāv. Thus, Arjun says he has regained his composure and is back to normal. Seeing Shree Krishna’s pastimes with the Pandavas, the celestial sage Narad had earlier told Arjun’s elder brother, King Yudhishthir: gūḍhaṁ paraṁ brahma manuṣhya liṅgam (Bhāgavatam 7.15.75)[v25] “Shree Krishna resides in your house and lives with you just like your brother.” Thus, Arjun was habituated to having the privilege of interacting with the Lord as a brother and friend."
    },
    {
      "chapter": 11,
      "verse": 52,
      "description": "Having shown Arjun the cosmic form, and having praised it as being unavailable to anyone but him, Shree Krishna does not want him to slacken his love for the personal form of God. Hence, Shree Krishna says that the way in which Arjun sees God is exceedingly rare. He emphasizes that even the celestial gods yearn to realize God in his two-armed personal form as he is standing before Arjun. This is not possible by any amount of Vedic studies, austerities, or fire sacrifices. The basic spiritual principle is that God cannot be known by the strength of one’s efforts. However, those who engage in devotion to him become recipients of his grace. Then, by virtue of his grace, they are easily able to know him. The Muṇḍakopaniṣhad states:\nnāyamātmā pravachanena labhyo na medhayā na bahunā śhrutena (3.2.3)[v26]\n“God cannot be known either by spiritual discourses or through the intellect; nor can he be known by hearing various kinds of teachings.” If none of these means can help realize God in his personal form, then how can he be seen in this manner? He now reveals the secret."
    },
    {
      "chapter": 11,
      "verse": 53,
      "description": "Having shown Arjun the cosmic form, and having praised it as being unavailable to anyone but him, Shree Krishna does not want him to slacken his love for the personal form of God. Hence, Shree Krishna says that the way in which Arjun sees God is exceedingly rare. He emphasizes that even the celestial gods yearn to realize God in his two-armed personal form as he is standing before Arjun. This is not possible by any amount of Vedic studies, austerities, or fire sacrifices. The basic spiritual principle is that God cannot be known by the strength of one’s efforts. However, those who engage in devotion to him become recipients of his grace. Then, by virtue of his grace, they are easily able to know him. The Muṇḍakopaniṣhad states:\nnāyamātmā pravachanena labhyo na medhayā na bahunā śhrutena (3.2.3)[v26]\n“God cannot be known either by spiritual discourses or through the intellect; nor can he be known by hearing various kinds of teachings.” If none of these means can help realize God in his personal form, then how can he be seen in this manner? He now reveals the secret."
    },
    {
      "chapter": 12,
      "verse": 6,
      "description": "Shree Krishna reiterates that His devotees reach Him quickly.  Firstly, with the personal form of God as the object of their devotion, they easily focus their mind and senses upon Him.  They engage their tongue and ears in chanting and hearing the divine Names of God, their eyes in seeing the image of His divine form, their body in performing actions for His pleasure, their mind in thinking of His wonderful Pastimes and Virtues, and their intellect in contemplating upon His Glories.  In this way, they quickly unite their consciousness with God.\nSecondly, since such devotees continuously offer their hearts in uninterrupted bhakti, God quickly bestows His grace upon them and removes the obstacles on their path.  For those who are in communion with Him, He dispels their ignorance with the lamp of knowledge.  In this way, God Himself becomes the Savior of His devotees and delivers them from mṛityu saṁsāra sāgarāt (the cycle of life and death)."
    },
    {
      "chapter": 12,
      "verse": 7,
      "description": "Shree Krishna reiterates that His devotees reach Him quickly.  Firstly, with the personal form of God as the object of their devotion, they easily focus their mind and senses upon Him.  They engage their tongue and ears in chanting and hearing the divine Names of God, their eyes in seeing the image of His divine form, their body in performing actions for His pleasure, their mind in thinking of His wonderful Pastimes and Virtues, and their intellect in contemplating upon His Glories.  In this way, they quickly unite their consciousness with God.\nSecondly, since such devotees continuously offer their hearts in uninterrupted bhakti, God quickly bestows His grace upon them and removes the obstacles on their path.  For those who are in communion with Him, He dispels their ignorance with the lamp of knowledge.  In this way, God Himself becomes the Savior of His devotees and delivers them from mṛityu saṁsāra sāgarāt (the cycle of life and death)."
    },
    {
      "chapter": 12,
      "verse": 9,
      "description": "Fixing the mind upon Shree Krishna is the perfection of sādhanā (spiritual practice), but immediately on beginning the path, we cannot expect to become perfect.  So, what should those people do, who cannot perfectly fix their mind on God?  Shree Krishna states here that they should endeavor to remember Him with devotion.  As the saying goes, “Practice makes perfect.”  This is called abhyāsa yog, or “union with God through repeated practice.”  Each time the mind wanders toward other objects and ideas, the devotee must strive to bring it back to God through remembrance of His Names, Forms, Virtues, Pastimes, Abodes, and Associates. \nJagadguru Shree Kripaluji Maharaj emphasizes this repeated practice in his instructions for sādhaks:\njagata te mana ko haṭā kara, lagā hari meñ pyāre\nisī kā abhyāsa puni puni, karu nirantara pyāre   (Sādhanā Karu Pyāre)   \n“O dear one, remove the mind from the world and fix it on God.  Practice this constantly, again and again!”"
    },
    {
      "chapter": 12,
      "verse": 11,
      "description": "Beginning with verse 12.8, Shree Krishna gave three ways for Arjun’s welfare.  In the third, He asked Arjun to work for Him.  However, that also requires a purified and resolute intellect.  Those who are not yet convinced about their relationship with God, and have not yet made God-realization the goal of their lives, may find it impossible to work for His pleasure.  Therefore, Shree Krishna now gives the fourth alternative for welfare.  He says, “Arjun keep doing your works as before, but become detached from the fruits of your actions.”  Such detachment will purify our mind from the modes of ignorance (tamas) and passion (rajas), and bring it to the mode of goodness (sattva).  In this way, renouncing the fruits of our efforts will help remove worldliness from our mind and strengthen the intellect.  Then, the purified intellect will more easily be able to comprehend transcendental knowledge, and we will be able to move to the higher levels of sādhanā."
    },
    {
      "chapter": 12,
      "verse": 20,
      "description": "Shree Krishna concludes the chapter by summing up His answer to Arjun’s question.  At the beginning of the chapter, Arjun had asked Him regarding whom He considered superior—those who are devoted to His personal form through bhakti-yog, or those who worship the formless Brahman through jñāna-yog.  Shree Krishna responded in the second verse that He considers them to be the highest yogis who steadfastly engage in devotion upon His personal form.  He then continued on the topic of bhakti by explaining first the means of performing devotion and then the qualities of His devotees.  He now ends with the affirmation that the supreme path of spirituality is bhakti.  Those who make the Supreme Lord as their goal and cultivate devotion with great faith, imbued with the virtues mentioned in the previous verses, such devotees are exceedingly dear to God."
    },
    {
      "chapter": 13,
      "verse": 1,
      "description": "*[1] In some editions of the Bhagavad Gita, this verse has been omitted, and the next verse figures as the first verse of the thirteenth chapter."
    },
    {
      "chapter": 13,
      "verse": 2,
      "description": "Here, Shree Krishna begins explaining the topic of distinction between the body and spirit.  The soul is divine, and can neither eat, see, smell, hear, taste, nor touch.  It vicariously does all these works through the body-mind-intellect mechanism, which is thus termed as the field of activities.  In modern science, we have terms like “field of energy.”  A magnet has a magnetic field around it, which creates electricity on rapid movement.  An electric charge has a force field around it.  Here, the body is the receptacle for the activities of the individual.  Hence, it is termed as kṣhetra (the field of activities). \nThe soul is distinct from the body-mind-intellect mechanism, but forgetful of its divine nature, it identifies with these material entities.  Yet, because it has knowledge of the body, it is called kṣhetrajña (the knower of the field of the body).  This terminology has been given by the self-realized sages, who were transcendentally situated at the platform of the soul, and perceived their distinct identity separate from the body."
    },
    {
      "chapter": 13,
      "verse": 3,
      "description": "The soul is only the knower of the individual field of its own body.  Even in this limited context, the soul’s knowledge of its field is incomplete.  God is the knower of the fields of all souls, being situated as the Supreme Soul in the heart of all living beings.  Further, God’s knowledge of each kṣhetra is perfect and complete.  By explaining these distinctions, Shree Krishna establishes the position of the three entities vis-à-vis each other—the material body, the soul, and the Supreme Soul. \nIn the second part of the above verse, He gives His definition of knowledge.  “Understanding of the self, the Supreme Lord, the body, and the distinction amongst these, is true knowledge.”  In this light, persons with PhDs and DLitts may consider themselves to be erudite, but if they do not understand the distinction between their body, the soul, and God, then according to Shree Krishna’s definition, they are really not knowledgeable."
    },
    {
      "chapter": 13,
      "verse": 4,
      "description": "Shree Krishna now poses many questions Himself, and asks Arjun to listen carefully to their answers."
    },
    {
      "chapter": 13,
      "verse": 13,
      "description": "Day and night are like two sides of the same coin for one cannot exist without the other.  We can only say it is day in some place if night too falls in that place.  But if there is no night, then there is no day either; there is only perpetual light.  Similarly, in the case of Brahman, the word “existence” is not descriptive enough.  Shree Krishna says that Brahman is beyond the relative terms of existence and non-existence. \nThe Brahman, in Its formless and attributeless aspect, is the object of worship of the jñānīs.  In Its personal form, as Bhagavān, it is the object of worship of the bhaktas.  Residing within the body, It is known as Paramātmā.  All these are three manifestations of the same Supreme Reality.  Later, in verse 14.27, Shree Krishna states:  brahmaṇo hi pratiṣhṭhāham  “I am the basis of the formless Brahman.” Thus, the formless Brahman and the personal form of God are both two aspects of the Supreme Entity.  Both exist everywhere, and hence they both can be called all-pervading.  Referring to These, Shree Krishna reveals the contradictory qualities that manifest in God."
    },
    {
      "chapter": 13,
      "verse": 16,
      "description": "There is a Vedic Mantra that describes God in practically the same manner as Shree Krishna has described here:\ntad ejati tan naijati taddūre tadvantike\ntad antar asya sarvasya tadusarvasyāsya bāhyataḥ   (Īśhopaniṣhad mantra 5)  \n“The Supreme Brahman does not walk, and yet He walks; He is far, but He is also near.  He exists inside everything, but He is also outside everything.” \nPreviously in verse 13.3, Shree Krishna said that to know God is true knowledge.   However, here He states that the Supreme Entity is incomprehensible.  This again seems to be a contradiction, but what He means is that God is not knowable by the senses, mind, and intellect.  The intellect is made from the material energy, so it cannot reach God who is Divine.  However, if God Himself bestows His grace upon someone, that fortunate soul can come to know Him."
    },
    {
      "chapter": 13,
      "verse": 17,
      "description": "God’s personality includes His various energies.  All manifest and unmanifest objects are but expansions of His energy.  Thus, we can say He is all that exists.  Accordingly, Shreemad Bhagavatam states:\ndravyaṁ karma cha kālaśh cha svabhāvo jīva eva cha\nvāsudevāt paro brahman na chānyo ’rtho ’sti tattvataḥ   (2.5.14)\n“The various aspects of creation—time, karma, the natures of individual living beings, and the material ingredients of creation—are all the Supreme Lord Shree Krishna Himself.  There is nothing in existence apart from Him.”  \nGod may appear to be divided amongst the objects of His creation, but since He is all that exists, He remains undivided as well.  For example, space may seem to be divided amongst the objects that it contains.  Yet, all objects are within the one entity called space, which manifested at the beginning of creation.  Again, the reflection of the sun in puddles of water appears divided, and yet the sun remains indivisible. \nJust as the ocean throws up waves and then absorbs them back into itself, similarly God creates the world, maintains it, and then absorbs it back into Himself.  Therefore, He may be equally seen as the Creator, the Maintainer, and the Destroyer of everything."
    },
    {
      "chapter": 13,
      "verse": 18,
      "description": "Here, Shree Krishna establishes the supremacy of God in different ways.  There are various illuminating objects, such as the sun, moon, stars, fire, jewels, etc.  Left alone, none of these have any power to illuminate.  When God imparts the power to them, only then can they illumine anything.  The Kaṭhopaniṣhad says: \ntameva bhāntamanubhāti sarvaṁ\ntasya bhāsā saravamidaṁ vibhāti   (2.2.15)\n“God makes all things luminous.  It is by His luminosity that all luminous objects give light.” \nsūryastapati tejasendraḥ   (Vedas) \n“By His radiance, the sun and moon become luminous.”  In other words, the luminosity of the sun and the moon is borrowed from God.  They may lose their luminosity someday, but God can never lose His. \nGod has three unique names: Ved-kṛit, Ved-vit, and Ved-vedya.  He is Ved-kṛit, which means, “One who manifested the Vedas.”  He is Ved-vit, which means, “One who knows the Vedas.”  He is also Ved-vedya which means, “One who is to be known through the Vedas.”  In the same manner, Shree Krishna describes the Supreme Entity as the jñeya (the object worthy of knowing), jñāna-gamya (the goal of all knowledge), and jñāna (true knowledge)."
    },
    {
      "chapter": 13,
      "verse": 20,
      "description": "The material nature is called Maya, or prakṛiti.  Being an energy of God, it has existed ever since He has existed; in other words, it is eternal.  The soul is also eternal, and here it is called puruṣh (the living entity), while God Himself is called param puruṣh (the Supreme Living Entity).  \nThe soul is also an expansion of the energy of God.  śhaktitvenaivāṁśhatvaṁ vyañjayanti (Paramātma Sandarbh 39.1) “The soul is a fragment of the jīva śhakti (soul energy) of God.”  While material nature is an insentient energy, the jīva śhakti is a sentient energy.  It is divine and intransmutable.  It remains unchanged through different lifetimes, and the different stages of each lifetime.  The six stages through which the body passes in one lifetime are: asti (existence in the womb), jāyate (birth), vardhate (growth), vipariṇamate (procreation), apakṣhīyate (diminution), vinaśhyati (death).  These changes in the body are brought about by the material energy, called prakṛiti, or Maya.  It creates the three modes of nature—sattva, rajas, and tamas—and their countless varieties of combinations."
    },
    {
      "chapter": 13,
      "verse": 22,
      "description": "In the previous verse, Shree Krishna explained that the puruṣh (soul) is responsible for the experience of pleasure and pain.  Now, He explains how this is so.  Considering the body to be the self, the soul energizes it into activity that is directed at enjoying bodily pleasures.  Since the body is made of Maya, it seeks to enjoy the material energy that is made of the three modes (guṇas)—mode of goodness, mode of passion, and mode of ignorance. \nDue to the ego, the soul identifies itself as the doer and the enjoyer of the body.  The body, mind, and intellect perform all the activities, but the soul is held responsible for them.  Just as when a bus has an accident, the wheels and the steering are not blamed for it; the driver is answerable for any mishap to the bus.  Similarly, the senses, mind, and intellect are energized by the soul and they work under its dominion.  Hence, the soul accumulates the karmas for all activities performed by the body.  This stockpile of karmas, accumulated from innumerable past lives, causes its repeated birth in superior and inferior wombs."
    },
    {
      "chapter": 13,
      "verse": 24,
      "description": "Ignorance has led the soul into its present predicament.  Having forgotten its spiritual identity as a tiny fragment of God, it has fallen into material consciousness.  Therefore, knowledge is vital for resurrecting itself from its present position.  The Śhwetāśhvatar Upaniṣhad states exactly the same thing:\nsanyuktametat kṣharam akṣharaṁ cha\nvyaktāvyaktaṁ bharate viśhwam īśhaḥ\nanīśhaśh chātmā badhyate bhoktṛibhāvā-\njjñātvā devaṁ muchyate sarvapāśhaiḥ   (1.8)\n“There are three entities in creation—the ever-changing material nature, the unchangeable souls, and the Master of both, who is the Supreme Lord.  Ignorance of these entities is the cause of bondage of the soul, while knowledge of them helps it cut asunder the fetters of Maya.” \nThe knowledge that Shree Krishna is talking about is not just bookish information, but realized wisdom.  Realization of knowledge is achieved when we first acquire theoretical knowledge of the three entities from the Guru and the scriptures, and then engage accordingly in spiritual practice.  Shree Krishna now talks about some of these spiritual practices in the next verse."
    },
    {
      "chapter": 13,
      "verse": 29,
      "description": "The mind is pleasure seeking by nature and, being a product of the material energy, is spontaneously inclined to material pleasures.  If we follow the inclinations of our mind, we become degraded into deeper and deeper material consciousness.  The way to prevent this downslide is to keep the mind in check with the help of the intellect.  For this, the intellect needs to be empowered with true knowledge.\nThose, who learn to see God as the Supreme Soul present in all beings, begin to live by this knowledge.  They no longer seek personal gain and enjoyment in their relationships with others.  They neither get attached to others for the good done by them, nor hate them for any harm caused by them.  Rather, seeing everyone as a part of God, they maintain a healthy attitude of respect and service toward others.  They naturally refrain from mistreating, cheating, or insulting others, when they perceive in them the presence of God.  Also, the humanly created distinctions of nationality, creed, caste, sex, status, and color, all become irrelevant.  Thus, they elevate their mind by seeing God in all living beings, and finally reach the supreme goal."
    },
    {
      "chapter": 13,
      "verse": 30,
      "description": "The Tantra Bhāgavat states:  ahankārāt tu samsāro bhavet jīvasya na svataḥ  “The ego of being the body and the pride of being the doer trap the soul in the samsara of life and death.”  In material consciousness, the ego makes us identify with the body, and thus we attribute the actions of the body to the soul, and think, “I am doing this…I am doing that.”  But the enlightened soul perceives that while eating, drinking, talking, walking, etc. it is only the body that acts.  Yet, it cannot shrug the responsibility of the actions performed by the body.  Just as the President is responsible for the decision of the country to go to war, although he does not fight in it himself, similarly, the soul is responsible for the actions of a living entity, even though they are performed by the body, mind, and intellect.  That is why a spiritual aspirant must keep both sides in mind.  Maharishi Vasishth instructed Ram: kartā bahirkartāntarloke vihara rāghava (Yog Vāsiṣhṭh)  “Ram, while working, externally exert Yourself as if the results depend upon You; but internally, realize Yourself to be the non-doer.”"
    },
    {
      "chapter": 13,
      "verse": 31,
      "description": "The ocean modifies itself in many forms such as the wave, froth, tide, ripples, etc.  One who is shown all these individually for the first time may conclude that they are all different.  But one who has knowledge of the ocean sees the inherent unity in all the variety.  Similarly, there are numerous forms of life in existence, from the tiniest amoeba to the most powerful celestial gods.  All of them are rooted in the same reality—the soul, which is a part of God, seated in a body, which is made from the material energy.  The distinctions between the forms are not due to the soul, but due to the different bodies manifested by the material energy.  Upon birth, the bodies of all living beings are created from the material energy, and at death, their bodies again merge into it.  When we see the variety of living beings all rooted in the same material nature, we realize the unity behind the diversity.  And since material nature is the energy of God, such an understanding makes us see the same spiritual substratum pervading all existence.  This leads to the Brahman realization."
    },
    {
      "chapter": 13,
      "verse": 32,
      "description": "God, situated within the heart of the living being as the Supreme Soul, never identifies with the body, nor is affected by its states of existence.  His presence in the material body does not make Him material in any way, nor is He subject to the law of karma and the cycle of birth and death, though these are experienced by the soul."
    },
    {
      "chapter": 13,
      "verse": 33,
      "description": "The soul experiences sleep, waking, tiredness, refreshment, etc., due to the ego that makes it identify with the body.  One may ask why changes in the body in which it resides do not taint the soul.  Shree Krishna explains it with the example of space.  It holds everything, but yet remains unaffected, because it is subtler than the gross objects it holds.  Similarly, the soul is a subtler energy.  It retains Its divinity even while It identifies with the material body."
    },
    {
      "chapter": 13,
      "verse": 34,
      "description": "Although the soul energizes the entire body in which it is present with consciousness, yet by itself, it is exceedingly small.  eṣho ’ṇurātmā  (Muṇḍakopaniṣhad 3.1.9) “The soul is very tiny in size.”  The Śhwetāśhvatar Upaniṣhad states:\nbālāgraśhatabhāgasya śhatadhā kalpitasya cha\nbhāgo jīvaḥ sa vijñeyaḥ sa chānantyāya kalpate   (5.9)\n“If we divide the tip of a hair into a hundred parts, and then divide each part into further hundred parts, we will get the size of the soul.  These souls are innumerable in number.”  This is a manner of expressing the minuteness of the soul. \nHow can such an infinitesimal soul energize the body, which is huge in comparison?   Shree Krishna explains this with the analogy of the sun.  Although situated in one place, the sun illumines the entire solar system with its light.  Likewise, the Vedānt Darśhan states:\nguṇādvā lokavat   (2.3.25)  \n“The soul, although seated in the heart spreads its consciousness throughout the field of the body.”"
    },
    {
      "chapter": 13,
      "verse": 35,
      "description": "In His customary style, Shree Krishna now winds up the topic of the field and the knower of the field by summing up all that He has said.  True knowledge is to know the distinction between the material kṣhetra (field of activity) and the spiritual kṣhetrajña (knower of the field).  Those possessing such discriminative knowledge do not look upon themselves as the material body.  They identify with their spiritual nature as souls and tiny parts of God.  Hence, they seek the path of spiritual elevation and release from material nature.  Then, by treading on the path of spiritual enlightenment, such persons of wisdom attain their ultimate goal of God-realization."
    },
    {
      "chapter": 14,
      "verse": 1,
      "description": "In the previous chapter, Shree Krishna had explained that all life forms are a combination of soul and matter. He had also elucidated that prakṛiti (material nature) is responsible for creating the field of activities for the puruṣh (soul). He added that this does not happen independently, but under the direction of the Supreme Lord, who is also seated within the body of the living being. In this chapter, he goes on to elaborate in detail about the three-fold qualities of material nature (the guṇas). By gaining this knowledge and imbibing it into our consciousness as realized wisdom, we can ascend to the highest perfection."
    },
    {
      "chapter": 14,
      "verse": 2,
      "description": "Shree Krishna assures Arjun that those who equip themselves with the knowledge he is about to bestow will no longer have to accept repeated confinement in a mother’s womb. They will also not be obliged to stay in a state of suspended animation in the womb of God at the time of the universal dissolution, or be reborn along with the next creation. The three guṇas (modes of material nature) are indeed the cause of bondage, and knowledge of them will illumine the path out of bondage.\nShree Krishna repeatedly uses the strategy of proclaiming the results of what he is about to teach, to bring his student to rapt attention. The words na vyathanti mean “they will not experience misery.” The word sādharmyam means they will acquire “a similar divine nature” as God himself. When the soul is released from the bondage of the material energy, it comes under the dominion of God’s divine Yogmaya energy. The divine energy equips it with God’s divine knowledge, love, and bliss. As a result, the soul becomes of the nature of God—it acquires divine godlike qualities."
    },
    {
      "chapter": 14,
      "verse": 5,
      "description": "Having explained that all life-forms are born from puruṣh and prakṛiti, Shree Krishna now explains in the next fourteen verses how prakṛiti binds the soul. Although it is divine, its identification with the body ties it to material nature. The material energy possess three guṇas—goodness, passion, and ignorance. Hence the body, mind, and intellect that are made from prakṛiti also possess these three modes.\nConsider the example of three-color printing. If any one of the colors is released in excess by the machine on the paper, then the picture acquires a hue of that color. Similarly, prakṛiti has the ink of the three colors. Based upon one’s internal thoughts, the external circumstances, past sanskārs, and other factors, one or the other of these modes becomes dominant for that person. And the mode that predominates creates its corresponding shade upon that person’s personality. Hence, the soul is swayed by the influence of these dominating modes. Shree Krishna now describes the impact of these modes upon the living being."
    },
    {
      "chapter": 14,
      "verse": 7,
      "description": "Shree Krishna now explains the working of rajo guṇa, and how it binds the soul to material existence. The Patañjali Yog Darśhan describes material activity as the primary manifestation of rajo guṇa. Here, Shree Krishna describes its principal manifestation as attachment and desire.\nThe mode of passion fuels the lust for sensual enjoyment. It inflames desires for mental and physical pleasures. It also promotes attachment to worldly things. Persons influenced by rajo guṇa get engrossed in worldly pursuits of status, prestige, career, family, and home. They look on these as sources of pleasure and are motivated to undertake intense activity for the sake of these. In this way, the mode of passion increases desires, and these desires further fuel an increase of the mode of passion. They both nourish each other and trap the soul in worldly life.\nThe way to break out of this is to engage in karm yog, i.e. to begin offering the results of one’s activities to God. This creates detachment from the world, and pacifies the effect of rajo guṇa."
    },
    {
      "chapter": 14,
      "verse": 8,
      "description": "Tamo guṇa is the antithesis of sattva guṇa. Persons influenced by it get pleasure through sleep, laziness, intoxication, violence, and gambling. They lose their discrimination of what is right and what is wrong, and do not hesitate in resorting to immoral behavior for fulfilling their self-will. Doing their duty becomes burdensome to them and they neglect it, becoming more inclined to sloth and sleep. In this way, the mode of ignorance leads the soul deeper into the darkness of ignorance. It becomes totally oblivious of its spiritual identity, its goal in life, and the opportunity for progress that the human form provides."
    },
    {
      "chapter": 14,
      "verse": 16,
      "description": "Those influenced by sattva are equipped with a measure of purity, virtue, knowledge, and selflessness. Hence, their actions are performed with a relatively pure intention and the results are uplifting and satisfying. Those influenced by rajas are agitated by the desires of their senses and mind. The intention behind their works is primarily self-aggrandizement and sense-gratification for themselves and their dependents. Thus, their works lead to the enjoyment of sense pleasures, which further fuels their sensual desires. Those who are predominated by tamas have no respect for scriptural injunctions and codes of conduct. They commit sinful deeds to relish perverse pleasures, which only result in further immersing them in delusion."
    },
    {
      "chapter": 14,
      "verse": 17,
      "description": "Having mentioned the variation in the results that accrue from the three guṇas, Shree Krishna now gives the reason for this. Sattva guṇa gives rise to wisdom, which confers the ability to discriminate between right and wrong. It also pacifies the desires of the senses for gratification, and creates a concurrent feeling of happiness and contentment. People influenced by it are inclined toward intellectual pursuits and virtuous ideas. Thus, the mode of goodness promotes wise actions. Rajo guṇa inflames the senses, and puts the mind out of control, sending it into a spin of ambitious desires. The living being is trapped by it and over-endeavors for wealth and pleasures that are meaningless from the perspective of the soul. Tamo guṇa covers the living being with inertia and nescience. Shrouded in ignorance, a person performs wicked and impious deeds and bears consequent results."
    },
    {
      "chapter": 14,
      "verse": 18,
      "description": "Shree Krishna explains that the reincarnation of the souls in their next birth is linked to the guṇas that predominates their personality. Upon completion of their sojourn in the present life, the souls reach the kind of place that corresponds to their guṇas. This can be compared to students applying for college admission after completing school. There are many colleges in the country. Those students with good qualifying criteria at the school level gain admission in the best colleges, while those with poor grades and other scores are admitted to the worst ones. Likewise, the Bhāgavatam says:\nsattve pralīnāḥ svar yānti nara-lokaṁ rajo-layāḥ\ntamo-layās tu nirayaṁ yānti mām eva nirguṇāḥ (11.25.22)[v2]\n“Those who are in sattva guṇa reach the higher celestial abodes; those who are in rajo guṇa return to the earth planet; and those who are in tamo guṇa go to the nether worlds; while those who are transcendental to the three modes attain Me.”"
    },
    {
      "chapter": 14,
      "verse": 19,
      "description": "Having revealed the complex workings of the three guṇas, Shree Krishna now shows the simple solution for breaking out of their bondage. All the living entities in the world are under the grip of the three guṇas, and hence the guṇas are the active agents in all the works being done in the world. But the Supreme Lord is beyond them. Therefore, he is called tri-guṇātīt (transcendental to the modes of material nature). Similarly, all the attributes of God—his names, forms, virtues, pastimes, abodes, saints—are also tri-guṇātīt.\nIf we attach our mind to any personality or object within the realm of the three guṇas, it results in increasing their corresponding color on our mind and intellect. However, if we attach our mind to the divine realm, it transcends the guṇas and becomes divine. Those who understand this principle start loosening their relationship with worldly objects and people, and strengthening it, through bhakti, with God and the Guru. This enables them to transcend the three guṇas, and attain the divine nature of God. This is further elaborated in verse 14.26."
    },
    {
      "chapter": 14,
      "verse": 21,
      "description": "Arjun heard from Shree Krishna about transcending the three guṇas. So, now he asks three questions in relation to the guṇas. The word liṅgais means “symptoms.” His first question is: “What are the symptoms of those who have transcended the three guṇas?” The word āchāraḥ means “conduct.” Arjun’s second question is: “In what manner do such transcendentalists conduct themselves?” The word ativartate means “transcend.” The third question he asks is: “How does one transcend the three guṇas?” Shree Krishna answers his questions systematically."
    },
    {
      "chapter": 14,
      "verse": 24,
      "description": "Like God, the soul too is beyond the three guṇas. In bodily consciousness, we identify with the pain and pleasures of the body, and consequently vacillate between the emotions of elation and dejection. But those who are established on the transcendental platform of the self do not identify either with the happiness or the distress of the body. Such self-realized mystics do perceive the dualities of the world but remain unaffected by them. Thus, they become nirguṇa (beyond the influence of the guṇas). This gives them an equal vision, with which they see a piece of stone, a lump of earth, gold, favorable and unfavorable situations, criticisms and glorifications as all the same."
    },
    {
      "chapter": 14,
      "verse": 25,
      "description": "Like God, the soul too is beyond the three guṇas. In bodily consciousness, we identify with the pain and pleasures of the body, and consequently vacillate between the emotions of elation and dejection. But those who are established on the transcendental platform of the self do not identify either with the happiness or the distress of the body. Such self-realized mystics do perceive the dualities of the world but remain unaffected by them. Thus, they become nirguṇa (beyond the influence of the guṇas). This gives them an equal vision, with which they see a piece of stone, a lump of earth, gold, favorable and unfavorable situations, criticisms and glorifications as all the same."
    },
    {
      "chapter": 14,
      "verse": 27,
      "description": "The previous verse may give rise to the question about the relationship between Shree Krishna and the formless Brahman. It was previously stated that the all-powerful God has both aspects to his personality—the formless and the personal form. Here, Shree Krishna reveals that the Brahman which the jñānīs worship is the light from the personal form of God. Padma Purāṇ states:\nyannakhenduruchirbrahma dhyeyaṁ brahmādibhiḥ suraiḥguṇatrayamatītaṁ taṁ vande vṛindāvaneśhvaram(Patal Khand 77.60)[v4]\n“The light that emanates from the toe nails of the feet of the Lord of Vrindavan, Shree Krishna, is the transcendental Brahman that the jñānīs and even the celestial gods meditate upon.” Similarly, Chaitanya Mahaprabhu said:\ntāñhāra aṅgera śhuddha kiraṇa-maṇḍalaupaniṣhat kahe tāñre brahma sunirmala(Chaitanya Charitāmṛit, Ādi Leela 2.12) [v5]\n“The effulgence emanating from the divine body of God is described by the Upaniṣhads as Brahman.” Thus, in this verse, Shree Krishna unequivocally confirms that the panacea for the disease of the three guṇas is to engage in unwavering devotion to the personal form of the Supreme Lord."
    },
    {
      "chapter": 15,
      "verse": 16,
      "description": "Shree Krishna says that there are two kinds of beings; the kṣhar (perishable) and the akṣhar (imperishable). All beings in the material realm are perishable, and those liberated are imperishable.\n Although all souls are eternal; in the material realm, Maya binds the individual soul to a material body. From the tiniest insect to the celestial gods, all embodied living entities in the material world are kṣhar (perishable). They have to go through the repetitive cycle of birth and death of their material body.\nWhereas, the akṣhar (imperishable) souls possess an immortal body, which is free from the cycle of birth and death. They reside forever in the divine realm; the Abode of God."
    },
    {
      "chapter": 15,
      "verse": 20,
      "description": "To conclude this chapter Shree Krishna uses the word iti in this verse, which means “these”. This is to imply that, “Arjun, here I have given you the gist of all the hidden knowledge of the Vedic Scriptures. From the description of the nature of this world to the differentiation between matter and spirit. Finally, the realization of the Absolute Truth about Oneself and the Supreme Divine Personality, God. I assure you that whoever espouses this knowledge will be truly enlightened. Their deeds and endeavours will be definitely fruitful and take them towards their ultimate goal, which is God-realization.”"
    },
    {
      "chapter": 16,
      "verse": 4,
      "description": "Shree Krishna now expounds upon the six traits of those who possess demoniac natures. They are hypocrites, meaning they make an external show of virtuous behavior for impressing others, without possessing the matching internal traits. This creates an artificial Jekyll and Hyde personality, which is impure internally but has the external appearance of being pure.\nThe behavior of demoniac natured people is arrogant and disrespectful to others. They are proud and conceited about their bodily possessions and designations, such as wealth, education, beauty, position, etc. They become angry when, due to lack of control of the mind, their lust and greed are frustrated. They are cruel and harsh, and devoid of sensitivity for others’ sufferings in their interactions with them. They have no understanding of the spiritual principles and hold unrighteousness to be righteousness."
    },
    {
      "chapter": 16,
      "verse": 10,
      "description": "By giving vent to insatiable lustful desires, the demoniac-minded develop terribly impure etheric hearts. They become full of hypocrisy and pretend to be what they are not. Their deluded intellect embraces wrong ideas and their pride makes them believe that nobody is more intelligent than them. Attracted to the fleeting pleasures of sense objects, their intellect becomes mean, selfish, and arrogant. Thus, they disregard the injunctions of the scriptures and go contrary to what is proper and truthful."
    },
    {
      "chapter": 16,
      "verse": 12,
      "description": "Money is the means for enjoying the world. That is why materialistic people who are driven by insatiable desires accord such priority to accumulating it in their lives. They do not even hesitate to adopt unlawful means for earning wealth. Therefore, double punishment awaits them for their unethical conduct. The Bhāgavatam states:\nyāvad bhriyeta jaṭharaṁ tāvat svatvaṁ hi dehinām\nadhikaṁ yo ’bhimanyeta sa steno daṇḍam arhati (7.14.8)[v4]\n“One is entitled to keep only as much wealth as is necessary for one’s maintenance (the rest must be given away in charity). If one accumulates more than one’s need, one is a thief in the eyes of God, and will be punished for it.” What is the punishment? Firstly, at the time of death, the wealth one earned will not go along—it will be snatched away. Secondly, according to the law of karma, one will be punished for the sins committed in earning the wealth. Just as, if a smuggler is caught, not only are his goods confiscated, but he is also punished for breaking the law."
    },
    {
      "chapter": 16,
      "verse": 17,
      "description": "Virtuous people perform sacrifice to purify the self and to please God. The travesty is that demoniac people also perform sacrifices, but with an impure intent. They do grandiose ritualistic ceremonies so as to look pious in the eyes of society. But they do not adhere to the injunctions of the scriptures, and instead perform sacrifices for personal advertisement and pretentious display. However, the injunction of the scriptures is: gūhitasya bhaved vṛiddhiḥ kīrtitasya bhavet kṣhayaḥ (Mahabharat)[v11] “If we advertise a good deed we have done, its merit decreases; if we keep it secret, its merit multiplies.” In this verse, Shree Krishna dismisses the ritualistic ceremonies of the demoniac by saying that they are incorrectly performed."
    },
    {
      "chapter": 16,
      "verse": 18,
      "description": "Here, Shree Krishna describes more telltale signs of people possessing demoniac natures. They are vile, malicious, cruel, belligerent, and insolent. Although they do not possess righteous qualities themselves, they enjoy finding fault in everyone else. They consider themselves all-important, and as a consequence of this nature of self-aggrandizement, they are envious of other’s success. If ever they are opposed in their schemes, they become enraged and cause agony to others as well as to their own selves. Consequently, they disregard and disrespect the Supreme Soul who is seated within their own hearts and the hearts of others."
    },
    {
      "chapter": 16,
      "verse": 19,
      "description": "Shree Krishna once again describes the repercussions of the demoniac mentality. He says that in their next lives, he gives them birth in families with similar mentalities, where they get a suitable demoniac environment to exercise their free will and heartily vent their degraded nature. From this verse, we can also infer that it is not in the soul’s hands to choose the species, abode, and environment of its next birth. God makes this decision according to the nature and karma of the individual. Thus, the demoniac are sent into lower and degraded wombs, even to the level of snakes, lizards, and scorpions, which are receptacles for the evil-minded."
    },
    {
      "chapter": 16,
      "verse": 20,
      "description": "Shree Krishna once again describes the repercussions of the demoniac mentality. He says that in their next lives, he gives them birth in families with similar mentalities, where they get a suitable demoniac environment to exercise their free will and heartily vent their degraded nature. From this verse, we can also infer that it is not in the soul’s hands to choose the species, abode, and environment of its next birth. God makes this decision according to the nature and karma of the individual. Thus, the demoniac are sent into lower and degraded wombs, even to the level of snakes, lizards, and scorpions, which are receptacles for the evil-minded."
    },
    {
      "chapter": 16,
      "verse": 21,
      "description": "Shree Krishna now describes the origin of the demoniac disposition, and pinpoints lust, anger, and greed as the three causes for it. Previously, in verse 3.36, Arjun had asked him why people are impelled to commit sin, even unwillingly, as if by force. Shree Krishna had answered that it is lust, which later transforms into anger, and is the all-devouring enemy of the world. Greed is also a transformation of lust, as explained in detail in the commentary of verse 2.62. Together, lust, anger, and greed are the foundations from which the demoniac vices develop. They fester in the mind and make it a suitable ground for all other vices to take root. Consequently, Shree Krishna labels them as gateways to hell, and strongly advices to shun them to avoid self-destruction. Those desirous of welfare should learn to dread these three and carefully avoid their presence in their own personality."
    },
    {
      "chapter": 16,
      "verse": 22,
      "description": "In this verse, Shree Krishna gives the result of renouncing lust, anger, and greed. As long as these are present, one is attracted toward preya, or happiness that seems sweet in the present but becomes bitter in the end. But when materialistic yearnings diminish, the intellect, free from the material mode of passion, is able to perceive the shortsightedness of pursuing the path of preya. Then one gets drawn toward shreya, or happiness that is unpleasant in the present but becomes sweet in the end. And for those attracted to shreya, the path of enlightenment opens up. They begin endeavoring for the eternal welfare of their soul, thereby moving toward the supreme goal."
    },
    {
      "chapter": 16,
      "verse": 23,
      "description": "Scriptures are the guide maps given to humans on the journey toward enlightenment. They provide us with knowledge and understanding. They also give us instructions on what to do and what not to do. These instructions are of two kinds—vidhi and niṣhedh. The directives to perform certain activities are called vidhi. The directives not to perform certain activities are called niṣhedh. By faithfully following both these kinds of injunctions, human beings can proceed toward perfection. But the ways of the demoniac are the reverse of the teachings of the scriptures. They engage in prohibited acts and refrain from recommended ones. Referring to such people, Shree Krishna declares that those who renounce the authorized path and act according to their whims, impelled by the impulses of their desires, achieve neither true knowledge, nor the perfection of happiness, nor liberation from material bondage."
    },
    {
      "chapter": 17,
      "verse": 1,
      "description": "In the preceding chapter, Shree Krishna spoke of the differences between the divine and demoniac natures, to help Arjun understand the virtues that should be cultivated and personality traits that should be eradicated. At the end of the chapter, he stated that one who disregards the injunctions of the scriptures, and instead foolishly follows the impulses of the body and the whims of the mind, will not achieve perfection, happiness, or freedom from the cycle of life and death. He thus recommended that people follow the guidance of the scriptures and act accordingly. This instruction led to the present question. Arjun desires to know the nature of the faith of those who worship without reference to the Vedic scriptures. In particular, he wishes to understand the answer in terms of the three modes of material nature."
    },
    {
      "chapter": 17,
      "verse": 3,
      "description": "In the previous verse, it was explained that we all repose our faith somewhere or the other. Where we decide to place our faith and what we choose to believe in practically shapes the direction of our life. Those who develop the conviction that money is of paramount importance in the world spend their entire life accumulating it. Those who believe that fame counts more than anything else dedicate their time and energy in chasing political posts and social designations. Those who believe in noble values sacrifice everything to uphold them. Mahatma Gandhi had faith in the incomparable importance of satya (truth) and ahinsā (non-violence), and by the strength of his convictions he launched a non-violent movement that succeeded in evicting from India the most powerful empire in the world. Those who develop deep faith in the overriding importance of God-realization renounce their material life in search of him. Thus, Shree Krishna states that the quality of our faith decides the direction of our life. In turn, the quality of our faith is decided by the nature of our mind. And so, in response to Arjun’s question, Shree Krishna begins expounding on the kinds of faith that exist."
    },
    {
      "chapter": 17,
      "verse": 4,
      "description": "It is said that the good are drawn to the good and the bad to the bad. Those in tamo guṇa are drawn toward ghosts and spirits, despite the evil and cruel nature of such beings. Those who are rājasic get drawn to the yakṣhas (semi-celestial beings who exude power and wealth) and rākṣhasas (powerful beings who embody sensual enjoyment, revenge, and wrath). They even offer the blood of animals to appease these lower beings, with faith in the propriety of such lowly worship. Those who are imbued with sattva guṇa become attracted to the worship of celestial gods in whom they perceive the qualities of goodness. However, worship is perfectly directed when it is offered to God."
    },
    {
      "chapter": 17,
      "verse": 7,
      "description": "The mind and body impact each other. Thus, the food people eat influences their nature and vice versa. The Chhāndogya Upaniṣhad explains that the coarsest part of the food we eat passes out as feces; the subtler part becomes flesh; and the subtlest part becomes the mind (6.5.1). Again, it states: āhāra śhuddhau sattva śhuddhiḥ  (7.26.2)[v1] “By eating pure food, the mind becomes pure.” The reverse is also true—people with pure minds prefer pure foods."
    },
    {
      "chapter": 17,
      "verse": 9,
      "description": "When vegetarian foods are cooked with excessive chilies, sugar, salt, etc. they become rājasic. While describing them, the word “very” can be added to all the adjectives used. Thus, rājasic foods are very bitter, very sour, very salty, very hot, very pungent, very dry, full of chillies, etc. They produce ill-health, agitation, and despair. Persons in the mode of passion find such foods attractive, but those in the mode of goodness find them disgusting. The purpose of eating is not to relish bliss through the palate, but to keep the body healthy and strong. As the old adage states: “Eat to live; do not live to eat.” Thus, the wise partake of foods that are conducive to good health, and have a peaceable impact upon the mind i.e., sāttvic foods."
    },
    {
      "chapter": 17,
      "verse": 11,
      "description": "The nature of yajña also corresponds to the three guṇas. Shree Krishna begins by explaining the type of sacrifice in the mode of goodness. Aphala-ākāṅkṣhibhiḥ means that the sacrifice should be performed without expectation of any reward. Vidhi driṣhṭaḥ means that it must be done according to the injunctions of the Vedic scriptures. Yaṣhṭavyam evaiti means that it must be performed only for the sake of worship of the Lord, as required by the scriptures. When yajña is performed in this manner, it is classified in the mode of goodness."
    },
    {
      "chapter": 17,
      "verse": 12,
      "description": "Sacrifice becomes a form of business with God if it is performed with great pomp and show, but the spirit behind it is one of selfishness i.e., “What will I get in return?” Pure devotion is that where one seeks nothing in return. Shree Krishna says that sacrifice may be done with great ceremony, but if it is for the sake of rewards in the form of prestige, aggrandizement, etc. it is rājasic in nature."
    },
    {
      "chapter": 17,
      "verse": 15,
      "description": "Austerity of speech is speaking words that are truthful, unoffending, pleasing, and beneficial for the listener. The practice of the recitation of Vedic mantras is also included in the austerities of speech. The progenitor, Manu, wrote:\nsatyaṁ brūyāt priyaṁ brūyān na brūyāt satyam apriyampriyaṁ cha nānṛitaṁ brūyād eṣha dharmaḥ sanātanaḥ(Manu Smṛiti 4.138)[v4]\n“Speak the truth in such a way that it is pleasing to others. Do not speak the truth in a manner injurious to others. Never speak untruth, though it may be pleasant. This is the eternal path of morality and dharma.”"
    },
    {
      "chapter": 17,
      "verse": 17,
      "description": "Having delineated the austerities of the body, speech, and mind, Shree Krishna now mentions their characteristics when they are performed in the mode of goodness. He says that an austerity loses its sanctity when material benefits are sought from its performance. It must be performed in a selfless manner, without attachment to rewards. Also, our faith in the value of the austerity should remain steadfast in both success and failure, and its practice should not be suspended because of laziness or inconvenience."
    },
    {
      "chapter": 17,
      "verse": 18,
      "description": "Although austerity is a powerful tool for the purification of the self, not everyone utilizes it with pure intention. A politician labors rigorously to give many lectures a day, which is also a form of austerity, but the purpose is to gain a post and prestige. Similarly, if one engages in spiritual activities to achieve honor and adulation, then the motive is equally material though the means is different. An austerity is classified in the mode of passion if it is performed for the sake of gaining respect, power, or other material rewards."
    },
    {
      "chapter": 17,
      "verse": 19,
      "description": "Mūḍha grāheṇāt refers to people with confused notions or ideas, who in the name of austerity, heedlessly torture themselves or even injure others without any respect for the teachings of the scriptures or the limits of the body. Such austerities accomplish nothing positive. They are performed in bodily consciousness and only serve to propagate the grossness of the personality."
    },
    {
      "chapter": 17,
      "verse": 21,
      "description": "The best attitude of charity is to give without even being asked to do so. The second-best attitude is to give happily upon being requested for it. The third-best sentiment of charity is to give begrudgingly, having being asked for a donation, or to regret later, “Why did I give so much? I could have gotten away with a smaller amount.” Shree Krishna classifies this kind of charity in the mode of passion."
    },
    {
      "chapter": 17,
      "verse": 22,
      "description": "Charity in the mode of ignorance is done without consideration of proper place, person, attitude, or time. No beneficial purpose is served by it. For example, if money is offered to an alcoholic, who uses it to get inebriated, and then ends up committing a murder, the murderer will definitely be punished according to the law of karma, but the person who gave the charity will also be culpable for the offence. This is an example of charity in the mode of ignorance that is given to an undeserving person."
    },
    {
      "chapter": 17,
      "verse": 23,
      "description": "In this chapter, Shree Krishna explained the categories of yajña (sacrifice), tapaḥ (austerity), and dān (charity), according to the three modes of material nature. Amongst these three modes, the mode of ignorance degrades the soul into nescience, languor, and sloth. The mode of passion excites the living being and binds it in innumerable desires. The mode of goodness is serene and illuminating, and engenders the development of virtues. Yet, the mode of goodness is also within the realm of Maya. We must not get attached to it; instead, we must use the mode of goodness as a stepping-stone to reach the transcendental platform. In this verse, Shree Krishna goes beyond the three guṇas, and discusses the words Om Tat Sat, which symbolize different aspects of the Absolute Truth. In the following verses, he explains the significance of these three words."
    },
    {
      "chapter": 17,
      "verse": 24,
      "description": "The syllable Om is a symbolic representation of the impersonal aspect of God. It is also considered as the name for the formless Brahman. It is also the primordial sound that pervades creation. Its proper pronunciation is: “Aaa” with the mouth open, “Ooh” with the lips puckered, and “Mmm” with the lips pursed. It is placed in the beginning of many Vedic mantras as a bīja (seed) mantra to invoke auspiciousness."
    },
    {
      "chapter": 17,
      "verse": 25,
      "description": "The fruits of all actions belong to God, and hence, any yajña (sacrifice), tapaḥ (austerity), and dānam (charity), must be consecrated by offering it for the pleasure of the Supreme Lord. Now, Shree Krishna glorifies the sound vibration “Tat,” which refers to Brahman. Chanting Tat along with austerity, sacrifice, and charity symbolizes that they are not to be performed for material rewards, but for the eternal welfare of the soul through God-realization."
    },
    {
      "chapter": 17,
      "verse": 26,
      "description": "Now the auspiciousness of the word “Sat” is being glorified by Shree Krishna. This word Sat has many connotations, and the above two verses describe some of these. Sat is used to mean perpetual goodness and virtue. In addition, auspicious performance of sacrifice, austerity, and charity is also described as Sat. Sat also means that which always exists i.e., it is an eternal truth. The Śhrīmad Bhāgavatam states:\nsatya-vrataṁ satya-paraṁ tri-satyaṁ satyasya yoniṁ nihitaṁ cha satye satyasya satyam ṛita-satya-netraṁ satyātmakaṁ tvāṁ śharaṇaṁ prapannāḥ (10.2.26)[v8]\n“O Lord, your vow is true, for not only are you the Supreme Truth, but you are also the truth in the three phases of the cosmic manifestation—creation, maintenance, and dissolution. You are the origin of all that is true, and you are also its end. You are the essence of all truth, and you are also the eyes by which the truth is seen. Therefore, we surrender unto you, the Sat i.e., Supreme Absolute Truth. Kindly give us protection.”"
    },
    {
      "chapter": 17,
      "verse": 27,
      "description": "Now the auspiciousness of the word “Sat” is being glorified by Shree Krishna. This word Sat has many connotations, and the above two verses describe some of these. Sat is used to mean perpetual goodness and virtue. In addition, auspicious performance of sacrifice, austerity, and charity is also described as Sat. Sat also means that which always exists i.e., it is an eternal truth. The Śhrīmad Bhāgavatam states:\nsatya-vrataṁ satya-paraṁ tri-satyaṁ satyasya yoniṁ nihitaṁ cha satye satyasya satyam ṛita-satya-netraṁ satyātmakaṁ tvāṁ śharaṇaṁ prapannāḥ (10.2.26)[v8]\n“O Lord, your vow is true, for not only are you the Supreme Truth, but you are also the truth in the three phases of the cosmic manifestation—creation, maintenance, and dissolution. You are the origin of all that is true, and you are also its end. You are the essence of all truth, and you are also the eyes by which the truth is seen. Therefore, we surrender unto you, the Sat i.e., Supreme Absolute Truth. Kindly give us protection.”"
    },
    {
      "chapter": 17,
      "verse": 28,
      "description": "In order to firmly establish that all Vedic activities should be performed with faith, Shree Krishna now emphasizes the futility of Vedic activities done without it. He says that those who act without faith in the scriptures do not get good fruits in this life because their actions are not perfectly executed. And since they do not fulfill the conditions of the Vedic scriptures, they do not receive good fruits in the next life either. Thus, one’s faith should not be based upon one’s own impressions of the mind and intellect. Instead, it should be based upon the infallible authority of the Vedic scriptures and the Guru. This is the essence of the seventeenth chapter."
    },
    {
      "chapter": 18,
      "verse": 2,
      "description": "Kavayaḥ are the learned. Shree Krishna states that learned people consider sanyās as the renunciation of works. Those who renounce works for material enjoyment and enter the renounced order are called karm sanyāsīs. They continue to do some of the nitya karm (daily works for the maintenance of the body), but they renounce kāmya karm (works related to acquisition of wealth, progeny, prestige, status, power, etc). Such works bind the soul further in the wheel of karma and lead to repeated rebirths in the samsara of birth and death.\nVichakṣhaṇāḥ are the wise. Shree Krishna states that wise people lay emphasis on tyāg, meaning “internal renunciation.” This implies not relinquishing the prescribed Vedic duties, rather renouncing the desires for enjoying their fruits. Therefore, the attitude of giving up attachment to the rewards of actions is tyāg, while the attitude of giving up works is sanyas. Both sanyās and tyāg seem plausible and reasonable options to pursue for enlightenment. Of these two courses of action, which one does Shree Krishna recommend? He provides more clarity on this topic in the subsequent verses."
    },
    {
      "chapter": 18,
      "verse": 4,
      "description": "Renunciation is important because it is the basis for higher life. It is only by giving up the lower desires that we can cultivate the higher aspirations. Likewise, it is by giving up lower actions that we can dedicate ourselves to higher duties and activities, and walk the path of enlightenment. However in the previous verse, Shree Krishna revealed that there are differing views on the true understanding of what renunciation actually entails. Having mentioned the two primary opposing views in the previous verse, Shree Krishna now reveals his opinion, which is the final verdict on the subject. He says that he will expound upon the subject by dividing renunciation into three categories (described in verses 7 to 9). He addresses Arjun as vyāghra, meaning “tiger amongst men” because renunciation is for the brave-hearted. Saint Kabir said:\ntīra talavār se jo laṛai, so śhūravīra nahīṅ hoya\nmāyā taji bhakti kare, śhūra kahāvai soya [v2]\n“One is not brave by virtue of fighting with arrows and swords; that person is truly brave who renounces Maya and engages in bhakti.”"
    },
    {
      "chapter": 18,
      "verse": 6,
      "description": "Acts of sacrifice, charity, and penance should be done in the mood of devotion to the Supreme Lord. If that consciousness has not been attained, then they should verily be performed as a matter of duty, without desire for reward. A mother abandons her selfish joys to perform her duty to her offspring. She offers the milk in her breast to her baby and nourishes the baby. She does not lose by giving to the child, rather she fulfills her motherhood. Similarly, a cow grazes grass in the meadow all day long, but yields the milk in her udder to her calf. The cow does not become any less by performing its duty; on the other hand, people hold it in greater respect. Because these activities are performed selflessly, they are viewed as sacred. Shree Krishna states in this verse that the wise should perform auspicious and beneficial acts in the same attitude of selflessness. He now explains the three kinds of renunciation in the following three verses."
    },
    {
      "chapter": 18,
      "verse": 7,
      "description": "Renouncing prohibited actions and unrighteous actions is proper; renouncing desire for the rewards of actions is also proper; but renouncing prescribed duties is never proper. Prescribed duties help purify the mind and elevate it from tamo guṇa to rajo guṇa to sattva guṇa. Abandoning them is an erroneous display of foolishness. Shree Krishna states that giving up prescribed duties in the name of renunciation is said to be in the mode of ignorance.\nHaving come in this world, we all have obligatory duties. Fulfilling them helps develop many qualities in an individual, such as responsibility, discipline of the mind and senses, tolerance of pain and hardships, etc. Abandoning them, out of ignorance, leads to the degradation of the soul. These obligatory duties vary according to one’s level of consciousness. For an ordinary person, acts such as earning wealth, taking care of the family, bathing, eating, etc. are prescribed duties. As one gets elevated, these obligatory duties change. For an elevated soul, sacrifice, charity, and penance are the duties."
    },
    {
      "chapter": 18,
      "verse": 9,
      "description": "Shree Krishna now describes the superior kind of renunciation, where we continue to perform our obligatory duties, but give up attachment to the fruit of actions. He describes this as the highest kind of renunciation, which is situated in the mode of goodness (sāttvic).\nRenunciation is definitely necessary for spiritual attainment. But the problem is that people’s understanding of renunciation is very shallow and they consider it to be only the external abandonment of works. Such renunciation leads to hypocrisy in which, while externally donning the robes of a renunciant, one internally contemplates upon the objects of the senses. There are many sadhus in India who come in this category. They left the world with the noble intention of God-realization, but because the mind was not yet detached from the objects of their senses, their renunciation did not bestow the desired fruits. Consequently, they found their actions did not lead them to a higher spiritual life at all. The defect was in their sequence—they strove first for external renunciation and later for internal detachment. The instruction of this verse is to reverse the sequence—first develop internal detachment and then renounce externally."
    },
    {
      "chapter": 18,
      "verse": 11,
      "description": "It may be contended that better than renunciation of the fruits of actions is to simply renounce all actions, for then there will be no distraction from meditation and contemplation. Shree Krishna rejects this as a possible option by stating that the state of complete inactivity is impossible for the embodied being. The basic functions for the maintenance of the body, such as, eating, sleeping, bathing, etc. have to be performed by everyone. Besides, standing, sitting, thinking, walking, talking, etc. are also activities that cannot be avoided. If we understand renunciation to be the external abandonment of works, then no one can ever be truly renounced. However, Shree Krishna states here that if one can give up attachment to the fruits of actions, it is considered perfect renunciation."
    },
    {
      "chapter": 18,
      "verse": 13,
      "description": "On knowing that work can be performed without attachment to the fruits, a natural question arises: “What constitutes action?” Shree Krishna announces to Arjun that he is going to address this question now, as this knowledge will help develop detachment from the results of actions. Simultaneously, he clarifies that the description of the five limbs of action is not a new analysis, but what has previously been described in the Sānkhya philosophy as well. Sānkhya refers to the system of philosophy established by Maharishi Kapil, who was a descension of God and appeared on the earth as the child of Kardam Muni and Devahuti. The Sānkhya philosophy he propounded is based upon a system of analytical rationality. It develops knowledge of the self through an analysis of the elements within the body and in the world. It also ascertains the nature of cause and effect by an analysis of the elements of action."
    },
    {
      "chapter": 18,
      "verse": 21,
      "description": "Shree Krishna now explains rājasic knowledge. That knowledge is said to be in the mode of passion where the world is not seen in its connection with God, and thus the living beings are perceived in their plurality, with distinctions of race, class, creed, sect, nationality, etc. Such knowledge divides the one human society along innumerable lines. When knowledge unites, it is in the mode of goodness, and when knowledge divides, it is in the mode of passion."
    },
    {
      "chapter": 18,
      "verse": 22,
      "description": "When the intellect is dulled under the effect of tamo guṇa, it clings to a fragmental concept as if it were the complete truth. People with such views often become fanatic about what they perceive to be the Absolute Truth. Their understanding is usually not even rational, nor grounded in the scriptures or in reality, and yet they zealously desire to impose their beliefs on others. The history of humankind has repeatedly seen religious zealots who imagine themselves as self-appointed champions of God and defenders of faith. They fanatically proselytize and find a few followers with the same kind of intellect, creating the phenomenon of the blind leading the blind. However, in the name of serving God and religion, they create disruption in society and obstruct its harmonious growth."
    },
    {
      "chapter": 18,
      "verse": 24,
      "description": "The nature of rajo guṇa is that it creates intense desires for materialistic enhancement and sensual enjoyment. So, action in the mode of passion is motivated by huge ambition and characterized by intense effort. It entails heavy toil and great physical and mental fatigue. An example of rājasic action is the corporate world. Management executives regularly complain of stress. This is because their actions are usually motivated by pride and an inordinate ambition for power, prestige, and wealth. The efforts of political leaders, over-anxious parents, and business persons are also often typical examples of actions in the mode of passion."
    },
    {
      "chapter": 18,
      "verse": 25,
      "description": "The intellects of those in tamo guṇa are covered by the fog of ignorance. They are oblivious to or unconcerned with what is right and what is wrong, and are only interested in themselves and their self-interest. They pay no heed to money or resources at hand, or even to the hardships incurred by others. Such work brings harm to them and to others. Shree Krishna uses the word kṣhaya meaning “decay.” Tāmasic action causes decay of one’s health and vitality. It is a waste of effort, a waste of time, and a waste of resources. Typical examples of this are gambling, stealing, corruption, drinking, etc."
    },
    {
      "chapter": 18,
      "verse": 26,
      "description": "Shree Krishna had earlier mentioned the three ingredients of action—knowledge, the action itself, and the doer. Having described the categories of two of them—knowledge and actions—he now moves on to the three kinds of performers of actions. He clarifies that those situated in the mode of goodness are not inactive; rather they work with enthusiasm and determination. The difference is that their work is performed in proper consciousness. Sāttvic doers are mukta sangaḥ, i.e. they do not try to cling to things in worldly attachment, nor do they believe that worldly things can bestow satisfaction to the soul. Hence, they work with noble motives. And since their intentions are pure, they are filled with utsāha (zeal) and dhṛiti (strong resolve) in their endeavors. Their mental attitude results in the least dissipation of energies while working. Thus, they are able to work tirelessly to fulfill their sublime motives. Though they may accomplish great things, they are anaham vādī (free from egotism), and they give all credit for their successes to God."
    },
    {
      "chapter": 18,
      "verse": 27,
      "description": "The rājasic workers are being described here. While the sāttvic workers are motivated by the desire for spiritual growth, the rājasic workers are deeply ambitious for materialistic enhancement. They do not realize that everything here is temporary and will have to be left behind one day. Agitated with immoderate rāg (desires of the mind and senses), they do not possess the purity of intention. They are convinced that the pleasure they seek is available in the things of the world. Hence, never satisfied by what comes their way, they are lubdhaḥ (greedy for more). When they see others succeeding or enjoying more than them, they become hinsātmakaḥ (enviously bent on injury). To fulfill their ends, they sometimes sacrifice morality, and hence become aśhuchiḥ (impure). When their desires are fulfilled they become elated, and when they are daunted they get dejected. In this way, their lives become harṣha śhoka anvitaḥ (a mixture of delights and sorrows)."
    },
    {
      "chapter": 18,
      "verse": 28,
      "description": "Shree Krishna now gives a description of tāmasic workers. Their mind is blotted with negative obsessions and thus they are ayuktaḥ (undisciplined). The scriptures give injunctions regarding what is proper and improper behavior. But workers in the mode of ignorance are stabdhaḥ (obstinate in their views), for they have closed their ears and mind to reason. Thus, they are often śhaṭhaḥ (cunning) and naiṣhkṛitikaḥ (dishonest or vile) in their ways. They are prākṛitaḥ (vulgar) because they do not believe in controlling their animal instinct. Though they may have duties to perform, they see effort as laborious and painful, and so they are alasaḥ (slothful) and dīrgha-sūtrī (procrastinating). Their ignoble and base thoughts impact them more than anyone else, making them viṣhādī (unhappy and morose).\nThe Śhrīmad Bhāgavatam also describes types of performers of actions:\nsāttvikaḥ kārako ’saṅgī rāgāndho rājasaḥ smṛitaḥ\ntāmasaḥ smṛiti-vibhraṣhṭo nirguṇo mad-apāśhrayaḥ (11.25.26)[v20]\n“The worker who is detached is sāttvic in nature; the one who is excessively attached to action and its results is rājasic; one who is devoid of discrimination is tāmasic. But the worker who is surrendered to me is transcendental to the three modes.”"
    },
    {
      "chapter": 18,
      "verse": 29,
      "description": "In the previous nine verses, Shree Krishna explained the constituents of work and showed that each of three constituents fall in three categories. Now he explains the two factors that impact the quality and quantity of work. They not only propel action but also control and direct it. These are the intellect and determination. Buddhi is the faculty of discrimination that distinguishes between right and wrong. Dhṛiti is the inner determination to persist in accomplishing the work undertaken, despite hardships and obstacles on the way. Both are of three kinds in accordance with the modes of nature. Shree Krishna now discusses both these faculties and their three-fold classifications."
    },
    {
      "chapter": 18,
      "verse": 31,
      "description": "The rājasic intellect becomes mixed due to personal attachments. At times it sees clearly, but when self-interest comes into play, it becomes tainted and confused. For example, there are people who are very competent in their profession, but childish in familial relationships. They succeed on the career front but become utter failures on the home front because their attachment prevents them from proper perception and conduct. The rājasic intellect, colored by attachments and aversions, likes and dislikes is unable to discern the proper course of action. It becomes confused between the important and the trivial, the permanent and the transient, the valuable and the insignificant."
    },
    {
      "chapter": 18,
      "verse": 32,
      "description": "The tāmasic intellect is without the illumination of sublime knowledge. Hence, it misconstrues adharma to be dharma. For example, a drunk is attached to the inebriation that drinking alcohol provides. Hence, his poor intellect, covered with the fog of darkness, cannot even perceive the sheer ruin that he brings onto himself, and he does not even mind selling his property to get his next bottle. In the tāmasic intellect, the faculty of judgment and the ability for logical reasoning become lost."
    },
    {
      "chapter": 18,
      "verse": 33,
      "description": "Dhṛiti (determination) is the inner strength of our mind and intellect to persevere on our path despite difficulties and obstacles. Dhṛiti is what keeps our vision focused toward the goal, and mobilizes the latent powers of the body, mind, and intellect to overcome apparently insurmountable impasses on the journey.\nShree Krishna now moves on to describe the three kinds of determination. Through the practice of Yog, the mind becomes disciplined and develops the capacity to rule over the senses and the body. The steadfast willpower that develops when one learns to subdue the senses, discipline the life-airs, and control the mind is sāttvic dhṛiti (determination in the mode of goodness)."
    },
    {
      "chapter": 18,
      "verse": 34,
      "description": "Determination is not found exclusively in yogis. Worldly-minded people are also staunchly determined in their pursuits. However, their determination is fanned by their desire to delight in the fruits of their efforts. They are focused on enjoying sensual pleasures, acquiring wealth, etc. And since money is the means for acquiring these, such people cling to money for their very life. Shree Krishna says that determination fuelled by the desire for enjoying rewards is in the mode of passion."
    },
    {
      "chapter": 18,
      "verse": 35,
      "description": "Determination is seen in the unintelligent and ignorant too. But it is the obstinacy that arises from fear, despair, and pride. For instance, some people are victims of a fear-complex, and it is interesting to see how they hold on to it with great tenacity, as if it is an inseparable part of their personality. There are others who make their life a living hell because they cling to some past disappointment and refuse to let go of it, despite observing its ruinous impact upon them. Some insist upon quarreling with all who hurt their ego and its imagined conception of themselves. Shree Krishna states that determination based upon such stubborn clinging to unproductive thoughts is in the mode of ignorance."
    },
    {
      "chapter": 18,
      "verse": 36,
      "description": "In the previous verses, Shree Krishna discussed the constituents of action. Then he described the factors that motivate and control action. Now, he moves on to the goal of action. The ultimate motive behind people’s actions is the search for happiness. Everyone desires to be happy, and through their actions they seek fulfillment, peace, and satisfaction. But since everyone’s actions differ in their constituent factors, the kind of happiness they derive out of their work is also different. Shree Krishna now goes on to explain the three categories of happiness."
    },
    {
      "chapter": 18,
      "verse": 38,
      "description": "Rājasic happiness is experienced as a thrill that arises from the contact between the senses and their objects, but the joy is as short-lived as the contact itself, and leaves in its wake greed, anxiety, guilt, and a thickening of the material illusion. Even in the material realm, for meaningful accomplishment, it is necessary to reject rājasic happiness. As a reminder to steer him away from immediate but misleading joys, India’s first Prime Minister, Jawaharlal Nehru, used to keep these lines from the poem, Stopping by Woods on a Snowy Evening, on his desk:\nThe woods are lovely, dark, and deep,\nBut I have promises to keep,\nAnd miles to go before I sleep,\nAnd miles to go before I sleep.\nThe path to lasting and divine bliss lies not in indulgence, but in renunciation, austerities, and discipline."
    },
    {
      "chapter": 18,
      "verse": 39,
      "description": "Tāmasic happiness is of the lowest kind and is foolishness from beginning to end. It throws the soul into the darkness of ignorance. And yet, since there is a tiny experience of pleasure in it, people get addicted to it. That is why cigarette smokers find it difficult to break their habit, even while knowing fully well it is harming them. They are unable to reject the happiness they get from the addiction. Shree Krishna states that such pleasures—derived from sleep, laziness, and negligence—are in the mode of ignorance."
    },
    {
      "chapter": 18,
      "verse": 42,
      "description": "Those who possessed predominantly sāttvic natures were the Brahmins. Their primary duties were to undertake austerities, practice purity of mind, do devotion, and inspire others by their examples. Thus, they were expected to be tolerant, humble, and spiritually minded. They were expected to perform Vedic rituals for themselves and for the other classes. Their nature inclined them toward a love for knowledge. So, the profession of teaching—cultivating knowledge and sharing it with others—was also suitable for them. Although they did not participate in the government administration themselves, they guided the executives. And because they possessed wisdom of the scriptures, their views on social and political matters were greatly valued."
    },
    {
      "chapter": 18,
      "verse": 43,
      "description": "The Kshatriyas were those whose natures were predominantly rājasic, with a mixture of sattva guṇa. This made them royal, heroic, daring, commanding, and charitable. Their qualities were suitable for martial and leadership works, and they formed the administrative class that governed the country. Yet, they realized that they were not as learned and pure as the Brahmins. Hence, they respected the Brahmins and took advice from them on ideological, spiritual, and policy matters."
    },
    {
      "chapter": 18,
      "verse": 44,
      "description": "The Vaishyas were those whose natures were predominantly rājasic with a mixture of tamo guṇa. They were thus inclined toward producing and possessing economic wealth through business and agriculture. They sustained the economy of the nation and created jobs for the other classes. They were also expected to undertake charitable projects to share their wealth with the deprived sections of society.\nThe Shudras were those who possessed tāmasic natures. They were not inclined toward scholarship, administration, or commercial enterprise. The best way for their progress was to serve society according to their calling. Artisans, technicians, job-workers, tailors, craftsmen, barbers, etc. were included in this class."
    },
    {
      "chapter": 18,
      "verse": 45,
      "description": "Swa-dharma is the prescribed duties based upon our guṇas and station in life. Performing them ensures that we use the potential abilities of our body and mind in a constructive and beneficial manner. This leads to purification and growth, and is auspicious for the self and society. And since the prescribed duties are in accordance with our innate qualities, we feel comfortable and stable in discharging them. Then, as we enhance our competence, the swa-dharma also changes and we step into the next higher class. In this manner, we keep advancing by dutifully executing our responsibilities."
    },
    {
      "chapter": 18,
      "verse": 50,
      "description": "It is one matter to read theoretical knowledge, but it is a different matter to realize it practically. It is said that good ideas are a dime a dozen, but they are not worth a plug nickel if you don’t act on them. The theoretical Pundits may have knowledge of all the scriptures in their head, but still be bereft of realization. On the other hand, the karm yogis get opportunities day and night to practice the truths of the scriptures. Thus, the consistent performance of karm yog results in the realization of spiritual knowledge. And when one attains the perfection of naiṣhkarmya-siddhi, or actionlessness while performing work, transcendental knowledge becomes available through experience. Fixed in that knowledge, the karm yogi attains the highest perfection of God-realization. Shree Krishna explains how this happens in the next verse few verses."
    },
    {
      "chapter": 18,
      "verse": 51,
      "description": "Shree Krishna has been explaining how, by performing our duties in the proper consciousness, we can attain perfection. He now describes the excellence that is required for the perfection of Brahman-realization. He says in that state of perfection we develop a purified intellect that is established in transcendental knowledge. The mind is controlled due to not indulging in likes and dislikes. The senses are restrained, and the impulses of the body and speech are tenaciously disciplined. The activities for bodily maintenance, such as eating and sleeping, are wisely held in balance. Such a yogi is deeply contemplative, and hence prefers solitude. The ego and its lust for power and prestige are dissolved. Constantly engaging the mind in transcendence, the yogi is tranquil and free from the bonds of desire, anger, and greed. Such a yogi attains realization of the Absolute Truth as Brahman."
    },
    {
      "chapter": 18,
      "verse": 52,
      "description": "Shree Krishna has been explaining how, by performing our duties in the proper consciousness, we can attain perfection. He now describes the excellence that is required for the perfection of Brahman-realization. He says in that state of perfection we develop a purified intellect that is established in transcendental knowledge. The mind is controlled due to not indulging in likes and dislikes. The senses are restrained, and the impulses of the body and speech are tenaciously disciplined. The activities for bodily maintenance, such as eating and sleeping, are wisely held in balance. Such a yogi is deeply contemplative, and hence prefers solitude. The ego and its lust for power and prestige are dissolved. Constantly engaging the mind in transcendence, the yogi is tranquil and free from the bonds of desire, anger, and greed. Such a yogi attains realization of the Absolute Truth as Brahman."
    },
    {
      "chapter": 18,
      "verse": 53,
      "description": "Shree Krishna has been explaining how, by performing our duties in the proper consciousness, we can attain perfection. He now describes the excellence that is required for the perfection of Brahman-realization. He says in that state of perfection we develop a purified intellect that is established in transcendental knowledge. The mind is controlled due to not indulging in likes and dislikes. The senses are restrained, and the impulses of the body and speech are tenaciously disciplined. The activities for bodily maintenance, such as eating and sleeping, are wisely held in balance. Such a yogi is deeply contemplative, and hence prefers solitude. The ego and its lust for power and prestige are dissolved. Constantly engaging the mind in transcendence, the yogi is tranquil and free from the bonds of desire, anger, and greed. Such a yogi attains realization of the Absolute Truth as Brahman."
    },
    {
      "chapter": 18,
      "verse": 58,
      "description": "Having advised Arjun what to do in the previous verse, Shree Krishna now declares the benefits of following his advice and the repercussions of not following it. The soul should not think that it is in any way independent of God. If we take full shelter of the Lord, with the mind fixed upon him, then by his grace all obstacles and difficulties will be resolved. But if, out of vanity, we disregard the instructions, thinking we know better than the eternal wisdom of God and the scriptures, we will fail to attain the goal of human life, for there is no one superior to God, nor is there any advice better than his."
    },
    {
      "chapter": 18,
      "verse": 60,
      "description": "Continuing his words of warning, Shree Krishna further elaborates on the previous theme. He says, “Due to your sanskārs of past lives, you have a Kshatriya nature. Your inborn qualities of heroism, chivalry, and patriotism will compel you to fight. You have been trained in past lifetimes and in this one, to honor your duty as a warrior. Is it possible for you to be inactive when you see injustice being meted out to others in front of your eyes? Your nature and inclinations are such that you vehemently oppose evil wherever you see it. Therefore, it is beneficial for you to fight in accordance with my instructions, rather than be compelled by your nature to do the same.”"
    },
    {
      "chapter": 18,
      "verse": 61,
      "description": "Emphasizing the dependence of the soul upon God, Shree Krishna says, “Arjun, whether you choose to obey me or not, your position will always remain under my dominion. The body in which you reside is a machine made from my material energy. Based upon your past karmas, I have given you the kind of body you deserved. I too am seated in it, and am noting all your thoughts, words, and deeds. So, I will also judge whatever you do in the present, to decide your future. Do not think you are independent of me in any condition. Hence Arjun, it is in your self-interest to surrender to me.”"
    },
    {
      "chapter": 18,
      "verse": 64,
      "description": "A teacher may know the deepest secret, but he does not necessarily reveal it to the student. Before sharing it, he considers many things, such as the preparedness of the student to receive it, comprehend it, benefit from it, etc. In the beginning of the Bhagavad Gita, Arjun was bewildered by the problems facing him and asked for guidance from Shree Krishna. The Lord enlightened him with great care and consideration, uplifting his understanding a little by little, through the eighteen chapters. Having seen Arjun receive the message so well, Shree Krishna now feels confident that he will be able to grasp the final and most profound knowledge as well. Further, he says iṣhṭo ‘si me dṛiḍhamiti, meaning, “I am speaking this to you because you are my very dear friend. So I care for you deeply and sincerely desire your best interest.”"
    },
    {
      "chapter": 18,
      "verse": 68,
      "description": "Shree Krishna now declares the consequence of properly preaching the message of the Bhagavad Gita. He says such preachers first attain his para bhakti, and then attain him.\nThe opportunity to engage ourselves in devotion is a special blessing of God, but the opportunity to help others engage in devotion is an even bigger blessing, which attracts the special grace of God. Whenever we share something good with others, we benefit from it too. When we share whatever knowledge we have with others, by grace our own knowledge increases as well. By often giving food to others, we never go hungry ourselves. Saint Kabir said:\ndāna diye dhana nā ghaṭe, nadī ghate na nīraapane hātha dekha lo, yoṅ kyā kahe kabīra [v42]\n“Wealth does not decrease by giving in charity; a river does not become narrow, though people take water from it. I am not saying this without basis; see it yourself in the world.” Thus, those who share the spiritual knowledge of the Bhagavad Gita with others receive the highest blessing themselves."
    },
    {
      "chapter": 18,
      "verse": 69,
      "description": "Amongst all the gifts we can give to others, the gift of spiritual knowledge is one of the highest, because it has the capacity to transform the recipient eternally. King Janak had asked his Guru, “The transcendental knowledge you have bestowed upon me is so precious that I feel deeply indebted to you. What can I give you in return?” Guru Ashtavakra replied, “There is nothing you can give that will relinquish you from your debt. The knowledge I gave was divine and all that you possess is material. Worldly objects can never be a price for divine knowledge. But you can do one thing. If ever you find someone who is thirsty for this knowledge, share it with him.” Shree Krishna states here that he considers the sharing of the knowledge of the Bhagavad Gita as the highest loving service one can render to God. However, those who lecture on the Bhagavad Gita should not feel they are doing something very great. The proper attitude of the teacher is to see oneself as an instrument in the hands of God, and to accord all credit to the grace of the Lord."
    },
    {
      "chapter": 18,
      "verse": 70,
      "description": "Shree Krishna had repeatedly told Arjun to surrender his intellect to him (verses 8.7, 12.8). This does not imply that we stop using the intellect; rather it means we utilize our intellect to the best of our ability in fulfilling his will for us. From the message of the Bhagavad Gita we understand what his will is. Hence, those who study this sacred dialogue worship God with their intellect."
    },
    {
      "chapter": 18,
      "verse": 72,
      "description": "Shree Krishna has taken the position of being Arjun’s teacher. It is natural for the teacher to inquire whether the student has grasped the subject or not. Shree Krishna’s intention of asking the question is that if Arjun has not understood, he is ready to re-explain or go into further details."
    },
    {
      "chapter": 18,
      "verse": 74,
      "description": "In this way, Sanjay comes to the end of his narration of the divine discourse of the Bhagavad Gita. He refers to Arjun as mahātmā (great soul), as he has heeded the advice and instructions of Shree Krishna, and hence has become eminently wise. Sanjay now remarks how amazed and astounded he is on hearing their divine dialogue. The hair standing on end is one of the symptoms of deep devotional fervor. The Bhakti Rasamrita Sindhu states:\nstambha sveda ’tha romāñchaḥ svara bhedo’tha vepathuḥvaivarṇyamaśhru pralaya ityaṣhṭau sāttvikāḥ smṛitāḥ [v43]\n“The eight symptoms of devotional ecstasy are: becoming stupefied and motionless, sweating, hair standing on end, choking of the voice, trembling, color of the face becoming ashen, shedding tears, and fainting.” Sanjay is experiencing such intense devotional sentiments that his hair is bristling with divine joy.\nOne may ask how was it possible for Sanjay to hear this dialogue that took place on a far-off battlefield. He reveals this in the next verse."
    },
    {
      "chapter": 18,
      "verse": 75,
      "description": "Shree Krishna Dwaipayan Vyasadev, also known as Sage Ved Vyas, was the spiritual master of Sanjay. By the grace of his Guru, Sanjay had been blessed with the power of clairvoyance, to know all that transpired on the battleground of Kurukshetra while he sat in the royal palace of Hastinapur. Here, Sanjay acknowledges it was by his Guru’s mercy that he got the opportunity to hear the supreme science of Yog from the Lord of Yog himself, Shree Krishna.\nVed Vyas, the author of the Brahma Sūtras, the Puraṇas, the Mahabharat, etc. was a descension of God, and possessed all the clairvoyant powers himself. Thus, he not only heard the conversation between Shree Krishna and Arjun, but also the one between Sanjay and Dhritarasthra. Thereby, he included both conversations while compiling the Bhagavad Gita."
    },
    {
      "chapter": 18,
      "verse": 76,
      "description": "A spiritual experience gives a happiness that is far more thrilling and satisfying than all the material joys put together. Sanjay is rejoicing in such happiness and sharing his experience with the blind Dhritarashtra. Reflecting and remembering wonderful dialogue, he is feeling divine bliss. This indicates the sublimity of the knowledge contained in this scripture and the divinity of the leela (pastimes) that Sanjay was a witness to."
    },
    {
      "chapter": 18,
      "verse": 77,
      "description": "Arjun was blessed with the vision of the cosmic form of the Lord, which is rarely seen even by the greatest yogis. Shree Krishna told him that he was showing him the universal form because Arjun was his devotee and friend, and thus very dear to him. Sanjay also came to see that cosmic form because he was fortunate to be a part of the divine pastimes as the narrator. There are times when an unexpected grace comes our way. If we utilize it properly, we can progress rapidly in our sādhanā. Sanjay is repeatedly contemplating upon what he saw and flowing in the current of devotion."
    },
    {
      "chapter": 18,
      "verse": 78,
      "description": "The Bhagavad Gita concludes with this verse delivering a deep pronouncement. Dhritarashtra was apprehensive of the outcome of the war. Sanjay informs him that material calculations of the relative strengths and numbers of the two armies are irrelevant. There can be only one verdict in this war—victory will always be on the side of God and his pure devotee, and so will goodness, supremacy, and abundance.\nGod is the independent, self-sustaining sovereign of the world, and the most worthy object of adoration, and worship. na tatsamaśh chābhyadhikaśhcha dṛiśhyate (Śhwetaśhvatar Upaniṣhad 6.8) [v44] “There is no one equal to him; there is no one greater than him.” He merely needs a proper medium to manifest his incomparable glory. The soul who surrenders to him provides such a vehicle for the glory of God to shine forth. Thus, wherever the Supreme Lord and his pure devotee are present, the light of the Absolute Truth will always vanquish the darkness of falsehood. There can be no other outcome."
    }
]